Repository: hjiangsu/thunder
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nb, pl, tr, uk, zh_hans

source: Nested Comment Indicator Style
de: Verschachtelter Kommentar Indikatorstil
es: Estilo del indicador del comentario fijado
it: Stile Indicatore Commento Nidificato
tr: İç İçe Yorum Gösterge Stili
zh_hans: 嵌套评论指示器样式

# noCommunityBlocks
source: No blocked communities.
de: Keine gesperrten Communities
es: Ninguna comunidad bloqueada
fr: Pas de communautés bloquées.
it: Nessuna comunità bloccata.
nb: Det ser ut til at du ikke har blokkert noen gemenskaper.
pl: It looks like you have not blocked any communities.
tr: Engellenen topluluk yok.
uk: Ви ще не заблокували жодної спільноти.
zh_hans: 没有被屏蔽的社区

# noKeywordFilters
source: No keyword filters added
de: Keine Stichwortfilter hinzugefügt
es: No se han añadido filtros de palabras clave
fr: Aucun filtre par mot-clé ajouté
it: Nessun filtro parola-chiave aggiunto
pl: Nie dodano filtra słów kluczy
tr: Anahtar kelime filtresi eklenmedi
zh_hans: 没有添加关键词过滤器

source: No Subscriptions
de: Keine Abonnements
es: Sin suscripciones
fr: Pas d'abonnements
it: Nessuna Iscrizione
pl: Brak Subskrybcji
tr: Abonelik Yok
zh_hans: 没有订阅

# noUserBlocks
source: No blocked users.
de: Keine gesperrten Benutzer.
es: Ningún usuario bloqueado.
fr: Pas d'utilisateurs bloqués.
it: Nessun utente bloccato.
nb: Det ser ut til at du ikke har blokkert noen.
pl: It looks like you have not blocked anybody.
tr: Engellenen kullanıcı yok.
uk: Ви ще не заблокували жодного користувача.
zh_hans: 没有被屏蔽的用户。

# notificationsBehaviourSettings
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pl: Powiadomienia
tr: Bildirimler
zh_hans: 通知

source: Open Links in Reader Mode
de: Links im Lesemodus öffnen
es: Abrir enlaces en modo lectura
it: Apri Link in Modalità Lettura
pl: Otwór Linki w Trybie Czytnika
tr: Bağlantıları Okuyucu Modunda Aç
zh_hans: 在阅读模式中打开链接

# permissionDeniedMessage
source: Thunder requires some permissions in order to save this image which have been denied.
de: Thunder benötigt einige Berechtigungen, um dieses Bild zu speichern, die verweigert wurden.
es: Thunder requiere algunos permisos para guardar esta imagen que han sido denegados.
fr: Thunder a besoin de certaines permissions pour enregistrer cette image, qui lui ont été refusées.
it: Thunder richiede alcune autorizzazioni per salvare questa immagine, che sono state negate.
tr: Thunder, reddedilen bu görüntüyü kaydetmek için bazı izinler gerektirir.
zh_hans: Thunder 需要一些权限才能保存此图像，但这些权限已被拒绝。

source: Post Content Font Scale
de: Post-Inhalt Schriftgröße
es: Tamaño de las fuentes del contenido de la entrada
it: Scala Font Contenuto del Post
pl: Skala Czcionki Treści Wpisu
tr: Gönderi İçeriği Yazı Tipi Ölçeği
zh_hans: 帖子内容字体缩放

source: Post created successfully!
de: Post erfolgreich erstellt!
es: ¡Publicación creada exitosamente!
it: Post creato con successo!
pl: Utworzono wpis!
tr: Gönderi başarıyla oluşturuldu!
zh_hans: 帖子创建成功！

# postPreview
source: Show a preview of the post with the given settings
de: Eine Vorschau des Posts mit den angegebenen Einstellungen anzeigen
es: Mostrar una vista previa del mensaje con la configuración
fr: Affiche un aperçu de la publication avec les paramètres données
it: Mostra anteprima del post con le impostazioni indicate
pl: Pokaż podgląd wpisu z wybranymi ustawieniami
tr: Verilen ayarlarla gönderinin önizlemesini göster
zh_hans: 显示具有给定设置的帖子预览

# postSwipeGesturesHint
source: Looking to use buttons instead? Change what buttons appear on post cards in general settings.
de: Möchtest du stattdessen Buttons verwenden? Ändere in den allgemeinen Einstellungen, welche Buttons auf den Karten erscheinen.
es: ¿Quieres utilizar los botones? Cambia los botones que aparecen en los temas en los ajustes generales.
fr: Vous souhaitez utiliser des boutons à la place ? Modifiez les boutons qui apparaissent dans les publications dans les paramètres généraux.
it: Preferisci usare i pulsanti? Cambia quali pulsanti compaiono nelle schermate dei post nelle impostazioni generali.
pl: Wolisz używać przycisków? Zmień jakie przyciski będą widoczne na karcie wpisu w ustawieniach generalnych.
tr: Bunun yerine düğmeler mi kullanmak istiyorsunuz? Genel ayarlarda kartpostallarda görünen düğmeleri değiştirin.
zh_hans: 想使用按钮吗？在常规设置中更改帖子卡片上显示的按钮。

source: Post Title Font Scale
de: Posttitel Schriftgröße
es: Tamaño de la fuente del título de la publicación
it: Scala Font Titolo Post
pl: Skala Czcionki Tytułu Wpisu
tr: Gönderi Başlığı Yazı Tipi Ölçeği
zh_hans: 帖子标题字体缩放

source: Post View Type
de: Post-Ansicht Typ
es: Tipo de vista del tema
fr: Type de vue des publications
it: Tipo Vista Post
pl: Typ Widoku Wpisu
tr: Gönderi Görüntüleme Türü
zh_hans: 帖子视图类型

source: Purged Post
de: Gelöschter Post
es: Tema depurado
it: Post Purgato
tr: Temizlenmiş Gönderi
zh_hans: 已清除帖子

source: Remove from favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Supprimer des favoris
it: Rimuovi dai preferiti
pl: Usuń z ulubionych
tr: Favorilerden kaldır
zh_hans: 从收藏夹中移除

source: Remove "{keyword}"?
de: Entferne "{keyword}"?
es: ¿Quitar "{keyword}"?
fr: Supprimer "{keyword}" ?
it: Rimuovi "{keyword}"?
pl: Usunąć "{keyword}"?
tr: "{ keyword }" kaldırılsın mı?
zh_hans: 移除“{keyword}”?

source: Removed Comment
de: Gelöschter Kommentar
es: Comentario eliminado
it: Commento Rimosso
tr: Silinen Yorum
zh_hans: 已删除评论

source: Removed Community
de: Gelöschte Community
es: Comunidad eliminada
it: Comunità Rimossa
tr: Kaldırılan Topluluk
zh_hans: 已删除社区

source: Removed Instance Mod
de: Entfernte Instanz-Mod
es: Moderador de instancia eliminado
it: Moderatore Istanza Rimosso
tr: Oluşum Modu Kaldırıldı
zh_hans: 已移除实例管理员

source: Reply to Post
de: Antwort auf Post
es: Responder a la publicación
fr: Répondre à la publication
it: Rispondi al Post
nb: Besvar innlegg
pl: Odpowiedz na Post
tr: Gönderiyi Yanıtla
zh_hans: 回复帖子

# replyingTo
source: Replying to {author}
de: Antworte auf {author}
es: Responder a {author}
fr: Répondre à {author}
it: Stai rispondendo a {author}
nb: Besvarer {author}
pl: Odpowiedź do {author}
tr: {author} adlı kişiye yanıt veriliyor
zh_hans: 回复 {author}

source: Restore Post
de: Post wiederherstellen
es: Restaurar el tema
it: Ripristina Post
tr: Gönderiyi Geri Yükle
zh_hans: 恢复帖子

source: Restored Post
de: Wiederhergestellter Post
es: Tema restaurado
it: Post Ripristinato
tr: Geri Yüklenen Gönderi
zh_hans: 已恢复帖子

source: Restored post from draft
de: Post aus Entwurf wiederhergestellt
es: Post restaurado desde el borrador
fr: Publication restauré depuis les brouillons
it: Post recuperato dalle bozze
nb: Gjenopprettet innlegg fra kladd
pl: Przywrócono wpis z wersji roboczej
tr: Taslaktaki gönderi geri yüklendi
uk: Публікацію відновлено з чернетки
zh_hans: 从草稿中恢复的帖子

source: Right Short Swipe
de: Kurzer Swipe Rechts
es: Deslizamiento corto hacia la derecha
it: Swipe Dx Corto
pl: Prawe Krótkie Przesunięcie
tr: Sağa Kısa Kaydırma
zh_hans: 右短滑动

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nb: Lagre
pl: Zapisz
tr: Kaydet
uk: Зберегти
zh_hans: 保存

source: Search by URL
de: Suche nach URL
es: Buscar por dirección URL
fr: Rechercher par URL
it: Cerca per URL
pl: Wyszukaj po URL
tr: URL'ye göre ara
zh_hans: 按 URL 搜索

# searchCommunitiesFederatedWith
source: Search for communities federated with {instance}
de: Suche nach Communities, die mit {instance} föderiert sind
es: Buscar comunidades asociadas con {instance}
fr: Rechercher des communautés fédérées avec {instance}
it: Cerca comunità associate con {instance}
nb: Søk etter gemenskaper i føderasjon med {instance}
pl: Wyszukaj społeczności w federacji z {instance}
tr: {instance} ile birleştirilmiş toplulukları arayın
uk: Шукати спільноти, які перебувають в федерації з {instance}
zh_hans: 搜索与 {instance} 联邦的社区

# searchPostSearchType
source: Select Post Search Type
de: Post-Suchtyp wählen
es: Seleccionar el tipo de la búsqueda
fr: Sélectionner le type de recherche
it: Seleziona Tipo di Ricerca di Post
pl: Wybierz Typ Szukania Wpisu
tr: Gönderi Arama Türünü Seçin
zh_hans: 选择帖子搜索类型

source: Search term
de: Suchbegriff
es: Buscar términos
fr: Rechercher les termes
it: Cerca termine
pl: Wyszukaj określenia
tr: Arama terimi
zh_hans: 搜索词

# sensitiveContentWarning
source: May contain sensitive content. Tap to reveal.
de: Kann sensible Inhalte enthalten. Zum Anzeigen antippen.
es: Puede contener contenido sensible. Toque para revelar.
it: Può contenere contenuti sensibili. Tocca per rivelare.
tr: Hassas içerik içerebilir. Göstermek için dokun.
zh_hans: 可能包含敏感内容。点击以显示。

# serverErrorComments
source: A server error was encountered when fetching more comments: {message}
de: Beim Abrufen weiterer Kommentare ist ein Serverfehler aufgetreten: {message}
es: Se ha producido un error en el servidor al obtener más comentarios: {message}
fr: Une erreur de serveur a été rencontrée lors de l'obtention de plus de commentaires : {message}
it: Si è verificato un errore del server durante il caricamento di ulteriori commenti: {message}
pl: Napotkano na błąd serwera podczas pobierania większej ilości komentarzy: {message}
tr: Daha fazla yorum alınırken bir sunucu hatasıyla karşılaşıldı: {message}
zh_hans: 获取更多评论时遇到服务器错误：{message}

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nb: Innstillinger
pl: Ustawienia
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# settingsFeedCards
source: These settings apply to the cards in the main feed, actions are always available when actually opening posts.
de: Diese Einstellungen gelten für die Karten im Haupt-Feed, Aktionen sind immer verfügbar, wenn Beiträge geöffnet werden.
es: Estos ajustes se aplican a las tarjetas del feed principal, las acciones están siempre disponibles al abrir las publicaciones.
fr: Ces paramètres s'appliquent aux cartes du fil principal, les actions étant toujours disponibles lors de l'ouverture des publications.
it: Queste impostazioni sono applicabili alle tessere della feed principale, ulteriori azioni sono disponibili una volta aperto il post.
tr: Bu ayarlar ana akıştaki kartlar için geçerlidir, gönderiler açılırken eylemler her zaman kullanılabilir.
zh_hans: 这些设置适用于主信息流中的卡片，实际打开帖子时操作始终可用。

# sharePost
source: Share Post Link
de: Post-Link teilen
es: Compartir enlace al tema
fr: Partager la publication
it: Condividi Post
nb: Del innlegg
pl: Udostępnij Wpis
tr: Gönderi Bağlantısını Paylaş
zh_hans: 分享帖子链接

# sharePostLocal
source: Share Post Link (My Instance)
de: Post-Link teilen (Meine Instanz)
es: Compartir enlace de publicación (Mi instancia)
it: Condividi Link Post (Mia Istanza)
tr: Gönderi Bağlantısını Paylaş (Örneğim)
zh_hans: 分享帖子链接（我的实例）

source: Share User Link
de: Benutzer-Link teilen
es: Compartir enlace del usuario
it: Condividi Link Utente
tr: Kullanıcı Bağlantısını Paylaş
zh_hans: 分享用户链接

# shareUserLinkLocal
source: Share User Link (My Instance)
de: Benutzer-Link teilen (Meine Instanz)
es: Compartir el enlace del usuario (Mi Instancia)
it: Condividi Link Utente (Mia Istanza)
tr: Kullanıcı Bağlantısını Paylaş (Örneğim)
zh_hans: 分享用户链接（我的实例）

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra Tutto
nb: Vis alle
pl: Pokaż Wszystkie
tr: Tümünü Göster
zh_hans: 显示全部

source: Show Post Author
de: Autor des Posts anzeigen
es: Mostrar el autor del mensaje
it: Mostra Autore Post
pl: Pokaż Autora Wpisu
tr: Gönderi Yazarını Göster
zh_hans: 显示帖子作者

# showPostTextContentPreview
source: Show Text Preview
de: Textvorschau anzeigen
es: Mostrar vista previa del texto
it: Mostra Anteprima Testo
pl: Pokaż Podgląd Tekstu
tr: Metin Önizlemesini Göster
zh_hans: 显示文本预览

# showPostVoteActions
source: Show Vote Buttons
de: Abstimmungsbuttons zeigen
es: Mostrar los botones de votación
it: Mostra Pulsanti Voto
pl: Pokaż Przyciski Do Głosowania
tr: Oy Düğmelerini Göster
zh_hans: 显示投票按钮

# showThumbnailPreviewOnRight
source: Show Thumbnails on the Right
de: Thumbnails rechts anzeigen
es: Mostrar miniaturas a la derecha
it: Mostra Miniature a Dx
pl: Pokaż Miniaturki po Prawej stronie
tr: Küçük Resimleri Sağda Göster
zh_hans: 在右侧显示缩略图

# tabletMode
source: Tablet Mode (2-column view)
de: Tablet-Modus (2-Spalten-Ansicht)
es: Modo tableta (vista en 2 columnas)
it: Modalità Tablet (vista 2-colonne)
pl: Tryb Tabletu (Widok 2-kolumnowy)
tr: Tablet Modu (2 sütunlu görünüm)
zh_hans: 平板模式（2 列视图）

# timeoutUpvoteComment
source: Error: Timeout when attempting to vote on comment
de: Fehler: Zeitüberschreitung beim Versuch, für einen Kommentar abzustimmen
es: Error: se agotó el tiempo de espera al votar el comentario
fr: Erreur : Délai dépassé lors de la tentative de vote sur un commentaire
it: Errore: si è verificato un time out durante il voto del commento
pl: Błąd: Przekroczono limit czasu oczekiwania podczas próby oceny komentarza
tr: Hata: Yoruma oy vermeye çalışırken zaman aşımı
zh_hans: 错误：尝试对评论投票时超时

# topSixMonths
source: Top in Past 6 Months
de: Top der letzten 6 Monate
es: Lo mejor en los últimos 6 meses
fr: Top 6 derniers mois
it: Migliori degli Ultimi 6 Mesi
pl: Najlepsze w Ostatnich 6 Miesiącach
tr: Son 6 Ayın Zirvesi
zh_hans: 过去 6 个月最佳

source: Unable to find community
de: Community nicht gefunden
es: Imposible encontrar a la comunidad
fr: Impossible de trouver la communauté
it: Impossibile trovare la comunità
nb: Kunne ikke finne gemenskap
pl: Nie udało się odnaleźć społeczności
tr: Topluluk bulunamıyor
uk: Спільноту не знайдено
zh_hans: 无法找到社区

# unableToFindCommunityOnInstance
source: Unable to find the selected community on the selected user's instance.
de: Die gewählte Community kann auf der Instanz des Benutzers nicht gefunden werden.
es: No se puede encontrar la comunidad seleccionada en la instancia del usuario seleccionado.
it: Impossibile trovare la comunità selezionata sull'istanza dell'utente selezionato.
tr: Seçilen kullanıcı örneğinde seçilen topluluk bulunamıyor.
zh_hans: 无法在所选用户的实例中找到所选社区。

source: Unable to find post
de: Post kann nicht gefunden werden
es: No se encuentra el mensaje
it: Impossibile trovare post
tr: Gönderi bulunamıyor
zh_hans: 无法找到帖子

source: Unable to load posts from {instance}
de: Posts von {instance} konnten nicht geladen werden
es: No se pueden cargar los posts de {instance}
fr: Impossible de charger les publications de {instance}
it: Impossibile caricare i post da {instance}
nb: Kunne ikke laste inn innlegg fra {instance}
pl: Nie udało się załadować wpisów z {instance}
tr: {instance} konumundan gönderiler yüklenemiyor
uk: Помилка завантаження публікацій з {instance}
zh_hans: 无法从 {instance} 加载帖子

# unableToNavigateToInstance
source: Unable to navigate to {instanceHost}. It may not be a valid Lemmy instance.
de: Es ist nicht möglich, zu {instanceHost} zu wechseln. Es handelt sich möglicherweise nicht um eine gültige Lemmy-Instanz.
es: No se puede navegar a {instanceHost}. Puede que no sea una instancia Lemmy válida.
it: Impossibile navigare su {instanceHost}. Potrebbe essere un'istanza Lemmy non valida.
pl: Nie można przejść do {instanceHost}. Możliwe, że nie jest on właściwą instancją Lemmy.
tr: {instanceHost} konumuna gidilemiyor. Geçerli bir Lemmy örneği olmayabilir.
zh_hans: 无法导航到 {instanceHost}。这可能不是有效的 Lemmy 实例。

source: Unbanned User
de: Entsperrter Benutzer
es: Usuario no bloqueado
it: Utente Sbannato
tr: Yasaklanmamış Kullanıcı
zh_hans: 已解除用户禁令

source: Unlock Post
de: Post entsperren
es: Desbloquear el tema
it: Sblocca Post
tr: Gönderinin Kilidini Aç
zh_hans: 解锁帖子

source: Unreachable
de: Unerreichbar
es: Inaccesible
it: Irraggiungibile
tr: Ulaşılamıyor
zh_hans: 无法访问

source: Unsubscribe
de: Abbestellen
es: Eliminar suscripción
fr: Se désabonner
it: Cancella iscrizione
nb: Opphev abonnement
pl: Odsubskrybuj
tr: Abonelikten çık
zh_hans: 取消订阅

source: Unsubscribe from Community
de: Community abbestellen
es: Darse de baja de la comunidad
it: Disiscriviti dalla Comunità
pl: Odsubskrybuj Społeczność
tr: Topluluk aboneliğinden çık
zh_hans: 取消订阅社区

source: Upvote
de: Aufwerten
es: Voto positivo
fr: Vote positif
it: Voto in su
nb: Stem opp
tr: Artı oy
zh_hans: 点赞

source: User Actions
de: Benutzer Aktionen
es: Acciones del usuario
it: Azioni Utente
tr: Kullanıcı Eylemleri
zh_hans: 用户操作

# userSettingDescription
source: These settings sync with your Lemmy account and are only applied on a per-account basis.
de: Diese Einstellungen werden mit deinem Lemmy-Konto synchronisiert und gelten nur für das jeweilige Konto.
es: Estos ajustes se sincronizan con tu cuenta de Lemmy y sólo se aplican por cuenta.
fr: Ces paramètres sont synchronisés avec votre compte Lemmy et ne sont appliqués que par compte.
it: Queste impostazioni si sincronizzano con il tuo account Lemmy e vengono applicate solo per ogni account.
tr: Bu ayarlar Lemmy hesabınızla senkronize edilir ve yalnızca hesap başına esasına göre uygulanır.
zh_hans: 这些设置与您的 Lemmy 账号同步，仅在每个账号基础上应用。

source: {x} downvotes
de: {x} Herabstufungen
es: {x} votos negativos
fr: {x} votes négatifs
it: {x} voti in giù
nb: {x} nedstemmer
tr: {x} olumsuz oy
zh_hans: {x} 个点踩

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistrer
it: Salvato
nb: Lagret
pl: Zapisano
tr: Kaydedildi
uk: Збережено
zh_hans: 已保存

source: Search Comments
de: Kommentare suchen
es: Buscar comentarios
fr: Rechercher commentaires
it: Cerca Commenti
pl: Wyszukaj Komentarzy
tr: Yorumlarda Ara
zh_hans: 搜索评论

source: Small
de: Klein
es: Pequeño
it: Piccolo
pl: Mały
tr: Küçük
zh_hans: 小

source: Top
it: Migliori
nb: Topp
pl: Najlepsze
tr: Üst
uk: Найбільш оцінені
zh_hans: 最佳

# topAll
source: Top of all time
de: Top aller Zeiten
es: Lo mejor de todos los tiempos
fr: Top depuis le début
it: Migliori di Sempre
nb: Topp siden begynnelsen
pl: Najlepsze wszechczasów
tr: Tüm zamanların en iyisi
uk: Найбільш оцінені за весь час
zh_hans: 历史最佳

source: Top Week
de: Top Woche
es: Lo mejor de la semana
fr: Top semaine
it: Migliori della Settimana
nb: Topp denne uken
pl: Najlepsze Tygodnia
tr: En İyi Hafta
uk: Найбільш оцінені за тиждень
zh_hans: 本周最佳

source: Top Year
de: Top Jahr
es: Lo mejor del año
fr: Top année
it: Migliori dell'Anno
nb: Topp dette året
pl: Najlepsze Roku
tr: En İyi Yıl
uk: Найбільш оцінені за рік
zh_hans: 本年最佳

# transferredModToCommunity
source: Transferred Community
de: Übertragene Community
es: Comunidad transferida
it: Comunità Trasferita
tr: Aktarılan Topluluk
zh_hans: 转移的社区

source: Try searching for...
de: Versuche die Suche nach...
es: Intentando buscar por...
it: Prova a cercare...
pl: Spróbuj wyszukać...
tr: Şunu aramayı deneyin...
zh_hans: 尝试搜索...

# unableToLoadImageFrom
source: Unable to load image from {domain}
de: Bild konnte nicht von {domain} geladen werden
es: No se ha podido cargar la imagen de {domain}
fr: Impossible de charger l'image de {domain}
it: Impossibile caricare l'immagine da {domain}
pl: Nie można załadować obrazu z {domain}
tr: {domain} alanından görüntü yüklenemiyor
zh_hans: 无法从 {domain} 加载图像

source: User Format
de: Benutzerformat
es: Formato del usuario
fr: Format d'utilisateur
it: Formato Utente
tr: Kullanıcı Biçimi
zh_hans: 用户格式

source: Moderated Communities
de: Moderierte Communities
es: Comunidades moderadas
it: Comunità Moderate
pl: Moderowane Społeczności
tr: Yönetilen Topluluklar
zh_hans: 管理的社区

# postNSFW
source: Mark as NSFW
de: Als NSFW markieren
es: Marcar como NSFW
fr: Marquer comme NSFW
it: Segna come NSFW
nb: Marker som sensurerbart
pl: Zaznacz jako NSFW
tr: NSFW olarak işaretle
zh_hans: 标记为 NSFW

# setLongPress
source: Set as long-press action
de: Als Langdruckaktion einstellen
es: Fijar como acción de pulsación larga
fr: Définir comme action d'appui long
it: Imposta come azione a premuta lunga
nb: Sett som langtrykksvalg
pl: Ustaw jako akcja przytrzymania
tr: Uzun basma eylemi olarak ayarla
uk: Встановити як дію по довгому натисканню
zh_hans: 设置为长按操作

source: URL
es: Dirección URL
zh_hans: 网址

source: Fullscreen Swipe Gestures
de: Wischgesten im Vollbildmodus
es: Gestos de deslizamiento a pantalla completa
it: Gesti Swipe a Schermo Intero
pl: Gesty Przesunięć W Trybie Pełnoekranowym
tr: Tam Ekran Kaydırma Hareketleri
zh_hans: 全屏滑动手势

source: Include Text
de: Text einfügen
es: Incluir el texto
fr: Inclure texte
it: Includi Testo
nb: Inkluder tekst
pl: Załącz Tekst
tr: Metni Dahil Et
zh_hans: 包括文本

source: Spoiler
fr: Révélation
zh_hans: 剧透

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Iscriviti
nb: Abonner
pl: Subskrybuj
tr: Abone ol
zh_hans: 订阅

source: Subscribe to Community
de: Community abonnieren
es: Suscribirse a la comunidad
it: Iscriviti alla Comunità
pl: Zasubskrybuj Społeczność
tr: Topluluğa Abone Ol
zh_hans: 订阅社区

# successfullyBlocked
source: Blocked.
de: Blockiert.
es: Bloqueado.
fr: Bloqué.
it: Bloccato.
nb: Blokkert.
pl: Zablokowano.
tr: Engellendi.
zh_hans: 已屏蔽。

# successfullyBlockedUser
source: Blocked {username}
de: Blockiert {username}
es: {username} bloqueado
it: {username} Bloccato
tr: Engellenen {username}
zh_hans: 已屏蔽 {username}

source: Suggested title
de: Vorgeschlagener Titel
es: Título sugerido
fr: Titre suggéré
it: Titolo consigliato
pl: Sugerowany tytuł
tr: Önerilen başlık
zh_hans: 建议标题

source: Theme
de: Thema
es: Tema
it: Tema
pl: Motyw
tr: Tema
zh_hans: 主题

# unableToFindCommunityName
source: Unable to find community '{communityName}'
de: Community '{communityName}' wurde nicht gefunden
es: No se ha podido encontrar la comunidad '{communityName}'
fr: Impossible de trouver la communauté '{communityName}'
it: Impossibile trovare la comunità '{communityName}'
pl: Nie można odnaleźć społeczności '{communityName}'
tr: '{ communityName }' topluluğu bulunamıyor
zh_hans: 无法找到社区 '{communityName}'

source: Unable to find instance
de: Instanz nicht auffindbar
es: No se encuentra la instancia
fr: Impossible de trouver l’instance
it: Impossibile trovare l'istanza
pl: Nie można odnaleźć instancji
tr: Örnek bulunamıyor
uk: Сервер не знайдено
zh_hans: 无法找到实例

source: Unable to find language
de: Sprache nicht gefunden
es: No se encuentra el idioma
fr: Impossible de trouver la langue
it: Impossibile trovare lingua
pl: Nie można odnaleźć języka
tr: Dil bulunamıyor
zh_hans: 无法找到语言

source: Unblock Instance
de: Instanz entsperren
es: Desbloquear la instancia
fr: Débloquer l'instance
it: Sblocca Istanza
pl: Odblokuj Instancję
tr: Oluşumun Engelini Kaldır
zh_hans: 解除实例禁令

source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
it: Errore Inaspettato
nb: Uventet feil
pl: Wystąpił niespodziewany błąd
tr: Beklenmedik Hata
zh_hans: 意外错误

source: Upload image
de: Bild hochladen
es: Subir imagen
fr: Envoyer une image
it: Carica l'immagine
nb: Last opp bilde
pl: Prześlij obraz
tr: Resim yükle
zh_hans: 上传图片

source: Warning
de: Warnung
es: Advertencia
it: Avvertimento
pl: Ostrzeżenie
tr: Uyarı
zh_hans: 警告

# postMetadataInstructions
source: You can customize the metadata information by dragging and dropping the desired information
de: Du kannst die Metadaten durch Ziehen und Ablegen der gewünschten Informationen anpassen
es: Puede personalizar la información de metadatos arrastrando y soltando la información deseada
it: Puoi personalizzare le info dei metadati trascinando e rilasciando quelle desiderate
tr: İstediğiniz bilgileri sürükleyip bırakarak meta veri bilgilerini özelleştirebilirsiniz
zh_hans: 您可以通过拖放所需信息来自定义元数据

source: Post saved as draft
de: Post als Entwurf gespeichert
es: Publicación guardada como borrador
fr: Publication enregistrée comme brouillon
it: Post salvato come bozza
nb: Innlegg lagret som kladd
pl: Wpis zapisany jako wersja robocza
tr: Gönderi taslak olarak kaydedildi
uk: Публікацію збережено як чернетку
zh_hans: 帖子已保存为草稿

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nb: Fjern
pl: Usuń
tr: Kaldır
uk: Видалити
zh_hans: 删除

source: User not logged in
de: Benutzer nicht angemeldet
es: Usuario no conectado
fr: Utilisateur non connecté
it: L'utente non ha effettuato il log in
pl: Użytkownik niezalogowany
tr: Kullanıcı oturum açmadı
zh_hans: 用户未登录
