Repository: hjiangsu/thunder
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nb, pl, tr, uk, zh_hans

# modLockPost
source: Lock/Unlock Posts
de: Sperre/Entsperre Posts
es: Bloquear/Desbloquear mensajes
it: Fissa/Rilascia Post
tr: Gönderileri Kilitle/Kilidi Aç
zh_hans: 锁定/解锁帖子

# modRemoveComment
source: Remove/Restore Comments
de: Kommentare entfernen/wiederherstellen
es: Eliminar/restaurar comentarios
it: Rimuovi/Ripristina Commenti
tr: Yorumları Kaldır/Geri Yükle
zh_hans: 移除/恢复评论

source: Save Settings
de: Einstellungen speichern
es: Guardar la configuración
fr: Enregistrer les paramètres
it: Salva le Impostazioni
pl: Zapisz ustawienia
tr: Ayarları Kaydet
zh_hans: 保存设置

source: Scrape Missing Link Previews
de: Hole Fehlende Link-Vorschauen
es: Eliminación de las vistas previas de los enlaces borrados
it: Recupera Anteprime Link Mancanti
tr: Scrape Eksik Bağlantı Önizlemeleri
zh_hans: 抓取缺失的链接预览

source: Show Full Height Images
de: Bilder mit voller Höhe anzeigen
es: Mostrar imágenes a tamaño completo
it: Mostra Immagini ad Altezza Completa
pl: Pokaż Pełnowymiarowe Obrazy
tr: Tam Yükseklikte Resimleri Göster
zh_hans: 显示完整高度的图片

# showInAppUpdateNotifications
source: Get Notified of new GitHub Releases
de: Über neue GitHub-Releases benachrichtigen lassen
es: Recibe notificaciones de las nuevas versiones de GitHub
it: Ricevi Notifiche Release GitHub
pl: Zostań Powiadomiony o nowej wersji na GitHub'ie
tr: Yeni GitHub Sürümlerinden Haberdar Olun
zh_hans: 获取新 GitHub 发布的通知

source: Instance Actions
de: Instanz Aktionen
es: Acciones de la instancia
it: Azioni Istanza
tr: Örnek Eylemler
zh_hans: 实例操作

# instanceHasAlreadyBenAdded
source: {instance} has already been added.
de: {instance} wurde bereits hinzugefügt.
es: {instance} ya ha sido añadido.
fr: {instance} a déjà été ajouté.
it: {instance} è stata già aggiunta.
nb: {instance} allerede tillagt.
pl: {instance} zostało już dodane.
tr: {instance} zaten eklendi.
uk: {instance} вже додано.
zh_hans: {instance} 已经被添加。

# internetOrInstanceIssues
source: You may not be connected to the Internet, or your instance may be currently unavailable.
de: Möglicherweise bist du nicht mit dem Internet verbunden, oder deine Instanz ist derzeit nicht verfügbar.
es: Es posible que no esté conectado a Internet o que tu instancia no esté disponible actualmente.
fr: Il se peut que vous ne soyez pas connecté à internet ou que votre instance soit actuellement indisponible.
it: Potresti non essere connesso all'Internet oppure la tua istanza potrebbe non essere disponibile in questo momento.
nb: Det kan hende du ikke er tilkoblet Internett, eller at instansen din er utilgjengelig.
tr: İnternete bağlı olmayabilirsin veya oturumun şu anda kullanılamıyor olabilir.
uk: Можливо, немає підключення до Інтернету, або ваш сервер тимчасово недоступний.
zh_hans: 您可能未连接到互联网，或者您的实例当前可能不可用。

source: Lock Post
de: Sperre Post
es: Bloquear Publicación
it: Fissa Post
tr: Yazıyı Kilitle
zh_hans: 锁定帖子

# modBanFromCommunity
source: Ban/Unban Users from Communities
de: Benutzer von Communities sperren/entsperren
es: Bloquear/desbloquear usuarios de las comunidades
it: Banna/Sbanna Utenti Comunità
tr: Kullanıcıları Topluluklardan Yasakla/Yasağı Kaldır
zh_hans: 禁止/解禁社区用户

source: Hide Top Bar on Scroll
de: Obere Leiste beim Scrollen ausblenden
es: Ocultar la barra superior al desplazarse
it: Nascondi Barra Superiore se Scorri
pl: Ukryj Górny Pasek Po Przesunięciu Ekranu
tr: Kaydırmada Üst Çubuğu Gizle
zh_hans: 滚动时隐藏顶部栏

# imageCachingModeRelaxed
source: Let image caches expire (uses less memory but causes images to reload more often)
de: Bild-Caches ablaufen lassen (verbraucht weniger Speicher, führt aber dazu, dass Bilder häufiger neu geladen werden)
es: Permitir que los cachés de imagen expiren (utiliza menos memoria pero hace que las imágenes se recarguen más a menudo)
it: Fai scadere image caching (usa meno memoria ma le immagini sono ricaricate più spesso)
tr: Görüntü önbelleklerinin süresinin dolmasına izin verin (daha az bellek kullanır ancak görüntülerin daha sık yeniden yüklenmesine neden olur)
zh_hans: 让图像缓存过期（使用更少内存，但导致图像更频繁地重新加载）

# imageCachingModeRelaxedShort
source: Relaxed
de: Entspannt
es: Relajado
it: Rilassato
tr: Rahat
zh_hans: 放松

# malformedUri
source: The link you provided is in an unsupported format. Please make sure it's a valid link.
de: Der von dir angegebene Link hat ein nicht unterstütztes Format. Bitte stelle sicher, dass es sich um ein gültigen Link handelt.
es: El enlace que has proporcionado tiene un formato no válido. Por favor, asegúrese de que es un enlace válido.
fr: Le lien que vous avez fourni est dans un format non supporté. Veuillez vous assurer qu'il s'agit d'un lien valide.
it: Il link che hai fornito era in un formato non supportato. Per favore assicurati che il link sia valido.
pl: Format załączonego linku nie jest wspierany. Upewnij się, że to działający link.
tr: Sağladığınız bağlantı desteklenmeyen bir formatta. Lütfen geçerli bir bağlantı olduğundan emin olun.
zh_hans: 您提供的链接格式不受支持。请确保它是有效的链接。

source: Mark All As Read
de: Alles als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutto come letto
pl: Oznacz Wszystkie Jako Przeczytane
tr: Tümünü Okundu Olarak İşaretle
zh_hans: 全部标记为已读

# markPostAsReadOnMediaView
source: Mark Read After Viewing Media
de: Nach dem Betrachten von Medien als gelesen markieren
es: Marcar como leído después de ver los medios
it: Segna Come Letto Dopo Visione Media
pl: Oznacz Jako Przeczytane Po Wyświetleniu Treści Multimedialnej
tr: Medyayı Görüntüledikten Sonra Okundu Olarak İşaret
zh_hans: 查看媒体后标记为已读

source: Pin to Community
de: Pin an Community
es: Fijar a la comunidad
it: Fissa a Comunità
tr: Topluluğa Sabitle
zh_hans: 固定到社区

source: Post Body Settings
de: Post Body Einstellungen
es: Configuración del cuerpo del mensaje
fr: Paramètres de corps de publication
it: Impostazioni Corpo del Post
pl: Ustawienia Treści Wpisu
tr: Gönderi Gövde Ayarları
zh_hans: 帖子内容设置

source: Post Body View Type
de: Post Body Ansicht Typ
es: Tipo de vista del cuerpo de la publicación
fr: Type de vue du corps de publication
it: Tipo di Visualizzazione del Corpo del Post
pl: Typ Widoku Treści Wpisu
tr: Gönderi Gövdesi Görünüm Türü
zh_hans: 帖子内容视图类型

# postUploadImageError
source: Could not upload image
de: Bild kann nicht hochgeladen werden
es: No se ha podido cargar la imagen
fr: Impossible d'envoyer l'image
it: Impossibile caricare l'immagine
nb: Kunne ikke laste opp bilde
pl: Wystąpił błąd podczas przesyłania obrazu
tr: Resim yüklenemedi
zh_hans: 无法上传图像

source: Reason
de: Grund
es: Motivo
it: Motivo
tr: Nedeni
zh_hans: 原因

source: Reduce Animations
de: Animationen verringern
es: Reducir las animaciones
it: Riduci Animazioni
pl: Zredukuj Animacje
tr: Animasyonları Azaltın
zh_hans: 减少动画

source: Reset post preferences
de: Post-Einstellungen zurücksetzen
es: Restablecer las preferencias de la publicación
fr: Réinitialiser les préférences de publication
it: Ripristina preferenze post
pl: Zresetuj preferncje wpisów
tr: Gönderi tercihlerini sıfırla
zh_hans: 重置帖子偏好设置

# timeoutSaveComment
source: Error: Timeout when attempting to save a comment
de: Fehler: Zeitüberschreitung beim Versuch, einen Kommentar zu speichern
es: Error: se agotó el tiempo de espera al guardar el comentario
fr: Erreur : Délai dépassé lors de la tentative d'enregistrement d'un commentaire
it: Errore: si è verificato un time out durante il salvataggio del commento
pl: Błąd: Przekroczono limit czasu oczekiwania podczas próby zapisania komentarza
tr: Hata: Bir yorumu kaydetmeye çalışırken zaman aşımı
zh_hans: 错误：尝试保存评论时超时

# timeoutSavingPost
source: Error: Timeout when attempting to save post.
de: Fehler: Zeitüberschreitung beim Versuch, den Beitrag zu speichern.
es: Error: se agotó el tiempo de espera al guardar el post.
fr: Erreur : Délai dépassé lors de la tentative d'enregistrement de la publication.
it: Errore: si è verificato un time out durante il salvataggio del post.
pl: Błąd: Przekroczono limit czasu oczekiwania podczas próby zapisania wpisu.
tr: Hata: Gönderiyi kaydetmeye çalışırken zaman aşımı.
zh_hans: 错误：尝试保存帖子时超时。

source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuoto
pl: Puste
tr: Boş
zh_hans: 空

source: off
de: aus
es: apagado
fr: éteint
nb: av
pl: wyłącz
tr: kapalı
zh_hans: 关闭

source: Open in Browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
it: Apri nel Browser
pl: Otwór w Przeglądarce
tr: Tarayıcıda Aç
zh_hans: 在浏览器中打开

# searchPostsFederatedWith
source: Search for posts federated with {instance}
de: Suche nach Posts, die mit {instance} föderiert sind
es: Buscar los puestos federados con {instance}
fr: Rechercher de publications fédérées avec {instance}
it: Cerca post associati con {instance}
pl: Wyszukaj wpisów w federacji z {instance}
tr: {instance} ile federe edilmiş gönderileri arayın
uk: Шукати публікації, які перебувають в федерації з {instance}
zh_hans: 搜索与 {instance} 联邦的帖子

# shareComment
source: Share Comment Link
de: Kommentar-Link teilen
es: Compartir enlace del comentario
it: Condividi Link Commento
tr: Yorum Bağlantısını Paylaş
zh_hans: 分享评论链接

# showPostSaveAction
source: Show Save Button
de: Speichern- Button anzeigen
es: Mostrar el botón guardar
it: Mostra Pulsante Salva
pl: Pokaż Przycisk Zapisu
tr: Kaydet Düğmesini Göster
zh_hans: 显示保存按钮

# timeoutComments
source: Error: Timeout when attempting to fetch comments
de: Fehler: Zeitüberschreitung beim Versuch, Kommentare abzurufen
es: Error: se agotó el tiempo de espera al cargar comentarios
fr: Erreur : Délai d'attente dépassé lors de la tentative de récupération des commentaires
it: Errore: si è verificato un time out durante il caricamento dei commenti
pl: Błąd: Przekroczono limit czasu oczekiwania podczas próby pobierania komentarzy
tr: Hata: Yorumlar alınmaya çalışılırken zaman aşımı
zh_hans: 错误：尝试获取评论时超时

# topHour
source: Top in Past Hour
de: Top in der vergangenen Stunde
es: Lo mejor de la última hora
fr: Top dernière heure
it: Migliori dell'Ultima Ora
nb: Topp siste time
pl: Najlepsze z Ostaniej Godziny
tr: Son Bir Saatteki En Yüksek
uk: Найбільш оцінені за годину
zh_hans: 过去一小时最佳

source: Include External Link
de: Externen Link einfügen
es: Incluir enlace externo
fr: Inclure lien externe
it: Includi Link Esterni
nb: Inkluder ekstern lenke
pl: Załącz Zewnętrzny Link
tr: Harici Bağlantıyı Dahil Et
zh_hans: 包括外部链接

source: Log out
de: Ausloggen
es: Cerrar sesión
fr: Déconnexion
nb: Logg ut
pl: Wyloguj
tr: Çıkış yap
zh_hans: 登出

# missingErrorMessage
source: No error message available
de: Keine Fehlermeldung vorhanden
es: Mensaje de error no disponible
fr: Aucun message d'erreur disponible
it: Nessun messaggio di errore disponibile
nb: Ingen feilmelding tilgjengelig
pl: Brak komunikatu o błędzie
tr: Hata mesajı yok
zh_hans: 没有可用的错误消息

# postURL
source: URL
nb: Nettadresse
zh_hans: 网址

# setShortPress
source: Set as short-press action
de: Als Kurzdruckaktion einstellen
es: Fijar como acción de pulsación corta
fr: Définir comme action d'appui court
it: Imposta come azione a premuta breve
nb: Sett som korttrykksvalg
pl: Ustaw jako akcja naciśnięcia
tr: Kısa basın eylemi olarak ayarla
uk: Встановити як дію по короткому натисканню
zh_hans: 设置为短按操作

source: Hid Community
de: Verstecke Community
es: Comunidad oculta
it: Nascondi Comunità
tr: HID Topluluğu
zh_hans: 隐藏社区

source: Manage Accounts
de: Konten verwalten
es: Administrar cuentas
fr: Gérer les comptes
it: Gestisci Profili
nb: Håndter kontoer.
pl: Zarządzaj Kontami
tr: Hesapları Yönet
uk: Керування обліковими записами
zh_hans: 管理账号

source: Moderator Actions
de: Moderator Aktionen
es: Acciones del moderador
it: Azioni Moderatore
tr: Moderatör Eylemleri
zh_hans: 管理员操作

# searchCommentsFederatedWith
source: Search for comments federated with {instance}
de: Suche nach Kommentaren, die mit {instance} föderiert sind
es: Buscar los comentarios federados con {instance}
fr: Rechercher les commentaires fédérés avec {instance}
it: Cerca commenti associati con {instance}
pl: Wyszukaj komentarzy w federacji z {instance}
tr: {instance} ile federe edilmiş yorumları arayın
uk: Шукати коментарі, які перебувають в федерації з {instance}
zh_hans: 搜索与 {instance} 联邦的评论

# searchInstancesFederatedWith
source: Search for instances federated with {instance}
de: Suche nach Instanzen, die mit {instance} föderiert sind
es: Buscar instancias federadas con {instance}
it: Cerca per istanze federate con {instance}
tr: {instance} ile federe edilmiş örnekleri ara
zh_hans: 搜索与 {instance} 联邦的实例

# unsubscribePending
source: Unsubscribe (subscription pending)
de: Abbestellen (Abonnement ausstehend)
es: Cancelar suscripción (suscripción pendiente)
fr: Se désabonner (abonnement en attente)
it: Cancellare iscrizione (iscrizione in corso)
nb: Opphev abonnement (abonnering venter)
pl: Odsubskrybuj (subskrypcja w toku)
tr: Abonelikten çıkma (abonelik beklemede)
zh_hans: 取消订阅（订阅待处理）

# showScoreCounters
source: Display User Scores
de: Nutzerbewertungen anzeigen
es: Visualizar las puntuaciones de los usuarios
it: Visualizza Punteggi Utenti
pl: Pokaż Punkty Użytkowników
tr: Kullanıcı Puanlarını Göster
zh_hans: 显示用户评分

source: Unsubscribed
de: Abbestellt
es: Suscripción eliminada
fr: Désabonné
it: Iscrizione cancellata
nb: Abonnement opphevet
pl: Odsubskrybowano
tr: Abonelikten çıkıldı
zh_hans: 已取消订阅

source: Removed Post
de: Entfernter Post
es: Mensaje eliminado
it: Post Rimosso
tr: Gönderi Kaldırıldı
zh_hans: 已删除帖子

# loadMoreSingular
source: Load {count} more reply…
de: Lade {count} weitere Antworten…
es: Cargando {count} respuesta(s) más…
fr: Charger {count} réponse supplémentaire…
it: Carica {count} risposta in più…
nb: Laster inn {count} svar til …
pl: Wczytaj {count} odpowiedź więcej…
tr: {count} yanıt daha yükle…
zh_hans: 加载 {count} 条更多回复…

# toggelRead
source: Toggle Read
de: Lesen umschalten
es: Alternar lectura
fr: Basculer vers la lecture
it: Interruttore Lettura
nb: Veksle lesestatus
pl: Przełącz Odczytanie
tr: Okumayı Aç/Kapat
zh_hans: 切换已读

source: No users found.
de: Keine Benutzer gefunden.
es: No se encontraron usuarios.
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
pl: Nie znaleziono użytkowników.
tr: Kullanıcı bulunamadı.
uk: Користувачів не знайдено
zh_hans: 未找到用户。

source: OK
tr: Tamam
uk: ОК
zh_hans: 好的

source: Open by default
de: Standardmäßig geöffnet
es: Abrir por defecto
fr: Ouvrir par défaut
it: Apri per default
pl: Otwórz domyślnie
tr: Varsayılan olarak aç
zh_hans: 默认打开

source: Password
de: Passwort
fr: Mot de passe
nb: Passord
pl: Hasło
tr: Parola
uk: Пароль
zh_hans: 密码

source: Permission Denied
de: Thunder hat nicht die Berechtigung, Benachrichtigungen anzuzeigen. Bitte aktiviere dies in den Systemeinstellungen.
es: Thunder no tiene permiso para mostrar notificaciones. Por favor, habilítelo en los ajustes del sistema.
fr: Permission refusé
it: Permesso di visualizzare notifiche non abilitato per Thunder. Si prega di attivare nelle impostazioni di sistema.
tr: Thunder'a bildirimleri görüntüleme izni verilmedi. Lütfen sistem ayarlarından etkinleştirin.
zh_hans: Thunder 未获得显示通知的权限。请在系统设置中启用。

source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
nb: Profiler
pl: Profile
tr: Profiller
zh_hans: 个人资料

source: Removed Mod from Community
de: Mod aus der Community entfernt
es: Eliminado el moderador de la comunidad
it: Moderatore Rimosso da Comunità
tr: Mod Topluluktan Kaldırıldı
zh_hans: 已从社区移除管理员

# reply
source: {count, plural, zero {Reply} one {Reply} other {Replies} }
de: {count, plural, zero {Antwort} one {Antwort} other {Antworten} }
es: {count, plural, zero {Responder} one {Responder} other {Replies} }
fr: {count, plural, zero {Réponse} one {Réponse} other {Réponses} }
pl: {count, plural, zero {Odpowiedzi} one {Odpowiedź} other {Odpowiedzi} }
tr: {count, plural, zero {Yanıt} one {Yanıt} other {Yanıt}}
zh_hans: 回复

source: Restored Comment
de: Wiederhergestellter Kommentar
es: Comentario restaurado
it: Commento Ripristinato
tr: Geri Yüklenen Yorum
zh_hans: 已恢复评论

# screenReaderProfileDescription
source: Optimizes Thunder for screen readers by reducing overall elements and removing potentially conflicting gestures.
de: Optimiert Thunder für Screen Reader, indem es die Gesamtelemente reduziert und potenziell widersprüchliche Gesten entfernt.
es: Optimiza Thunder para los lectores de pantalla reduciendo los elementos generales y eliminando los gestos potencialmente conflictivos.
fr: Optimise Thunder pour les lecteurs d'écran en réduisant les éléments globaux et en supprimant les gestes potentiellement conflictuels.
it: Ottimizza Thunder per lettori di schermo tramite una riduzione generale degli elementi visualizzati e la rimozione di movimenti contrastanti.
nb: Optimaliserer Thunder for skjermlesere ved å redusere totalt antall elementer og ved fjerning av håndvendinger som kan være i konflikt med hverandre.
tr: Genel öğeleri azaltarak ve potansiyel olarak çakışan hareketleri kaldırarak Thunder'ı ekran okuyucular için optimize eder.
zh_hans: 通过减少整体元素和移除可能冲突的手势来优化 Thunder 以适应屏幕阅读器。

source: Search by text
de: Suche nach Text
es: Buscar por el texto
fr: Rechercher par texte
it: Cerca per testo
pl: Wyszukaj po tekście
tr: Metne göre ara
zh_hans: 按文本搜索

source: Set Action
de: Aktion einstellen
es: Establecer acción
fr: Définir une action
it: Imposta Azione
pl: Ustaw Akcję
tr: Eylem Ayarla
zh_hans: 设置操作

source: Share Community Link
de: Community-Link teilen
es: Compartir enlace a la comunidad
it: Condividi Link Comunità
tr: Topluluk Bağlantısını Paylaş
zh_hans: 分享社区链接

source: Share Lemmy Link
de: Lemmy-Link teilen
es: Compartir enlace Lemmy
it: Condividi Link Lemmy
tr: Lemmy Linki Paylaş
zh_hans: 分享 Lemmy 链接

source: Show Edge to Edge Images
de: Bilder von Rand zu Rand anzeigen
es: Mostrar imágenes de borde a borde
it: Mostra Immagini da-Bordo-a-Bordo
pl: Pokaż Obrazy od Krawędzi do Krawędzi
tr: Kenardan Kenara Görüntüleri Göster
zh_hans: 显示边缘到边缘的图片

# showFullDateDescription
source: Show full date on posts
de: Volles Datum bei Posts anzeigen
es: Mostrar la fecha completa en los mensajes
it: Mostra data completa nei post
tr: Gönderilerde tam tarihi göster
zh_hans: 在帖子上显示完整日期

# successfullyUnblocked
source: Unblocked.
de: Entsperrt.
es: Desbloqueado.
fr: Débloqué.
it: Sbloccato.
nb: Ablokkert.
pl: Odblokowano.
tr: Engeli kaldırıldı.
zh_hans: 已解封。

# successfullyUnblockedUser
source: Unblocked {username}
de: Entsperrt {username}
es: {username} desbloqueado
it: {username} Sbloccato
tr: {username} adlı kullanıcının engeli kaldırıldı
zh_hans: 已解封 {username}

# tapToExit
source: Press back again to exit
de: Zum Beenden erneut auf Zurück drücken
es: Vuelve a pulsar atrás para salir
fr: Retour deux fois pour quitter
it: Premi 'indietro' due volte per uscire
nb: Trykk tilbake to ganger for å avslutte
pl: Kliknij 'wstecz' podwójnie aby wyjść
tr: Çıkmak için tekrar BACK'e basın
uk: Натисніть двічі кнопку Назад для виходу
zh_hans: 再次按返回键以退出

# translationsMayNotBeComplete
source: Please note that the translations may not be complete
de: Bitte beachte, dass Übersetzungen möglicherweise nicht vollständig sind
es: Por favor, tenga en cuenta que las traducciones pueden no estar completas
fr: Veuillez noter que les traductions peuvent ne pas être complètes
it: Si prega di notare che le traduzioni potrebbero non essere complete
pl: Pamiętaj, że tłumaczenia mogą być niekompletne
tr: Çevirilerin tamamlanamayabileceğini lütfen unutmayın
zh_hans: 请注意，翻译可能不完整

# unableToFindUserName
source: Unable to find user '{username}'
de: Benutzer '{username}' nicht gefunden
es: No se puede encontrar el usuario '{username}'
it: Impossibile trovare l'utente '{username}'
tr: '{ kullanıcı adı }' kullanıcısı bulunamıyor
zh_hans: 无法找到用户 '{username}'

# unableToLoadReplies
source: Unable to load more replies.
de: Kann keine weiteren Antworten laden.
es: No es posible cargar más respuestas.
fr: Impossible de charger plus de réponses.
it: Impossibile caricare ulteriori commenti.
pl: Nie udało się załadować więcej odpowiedzi.
tr: Daha fazla yanıt yüklenemiyor.
zh_hans: 无法加载更多回复。

source: Unfeatured Post
de: Einfacher Post
es: Tema sin categoría
it: Post Rilasciato
tr: Özelliksiz Gönderi
zh_hans: 已取消特色帖子

source: Unpin from Community
de: Aus der Community lösen
es: Desvincular de la comunidad
it: Rilascia da Comunità
tr: Topluluktan sabitlemeyi kaldır
zh_hans: 从社区取消固定

source: Local Posts
de: Lokale Posts
es: Mensajes locales
fr: Publications locales
it: Post della Rete Locale
pl: Lokalne Wpisy
tr: Yerel Gönderiler
uk: Локальні публікації
zh_hans: 本地帖子

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica
nb: Rediger
pl: Edytuj
tr: Düzenle
zh_hans: 编辑

# postTitle
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nb: Navn
pl: Tytuł
tr: Unvanı
zh_hans: 标题

source: Expand Information
de: Informationen erweitern
es: Ampliar la información
fr: Maximiser l'information
it: Espandi Informazione
pl: Rozwiń Informacje
tr: Bilgileri Genişlet
zh_hans: 展开信息

# failedToUnblock
source: Could not unblock: {errorMessage}
de: Entblocken fehlgeschlagen: {errorMessage}
es: No se ha podido desbloquear: {errorMessage}
fr: Impossible de débloquer : {errorMessage}
it: È stato impossibile sbloccare: {errorMessage}
nb: Kunne ikke avblokkere: {errorMessage}
pl: Odblokowanie nie powiodło się: {errorMessage}
tr: Engel kaldırılamadı: {errorMessage}
zh_hans: 无法取消屏蔽：{errorMessage}

source: Medium
de: Mittel
es: Medio
it: Medio
pl: Średnie
tr: Orta
zh_hans: 中等

source: Navbar Double Tap Gestures
de: Navbar-Doppeltippgesten
es: Gestos de doble toque en la barra de navegación
it: Gesti Doppio Tap Barra Navigazione
tr: Navbar Çift Dokunma Hareketleri
zh_hans: 导航栏双击手势

source: Posts
fr: Publications
it: Post
nb: Innlegg
tr: Gönderiler
uk: Публікації
zh_hans: 帖子

source: Purged Community
de: Gelöschte Community
es: Comunidad depurada
it: Comunità Purgata
tr: Temizlenen Topluluk
zh_hans: 已清除社区

source: Purged Person
de: Gelöschte Person
es: Persona depurada
it: Persona Purgata
tr: Tasfiye Edilen Kişi
zh_hans: 已清除人员

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
pl: Zresetuj
tr: Sıfırla
zh_hans: 重置

source: Reset comment preferences
de: Kommentar-Einstellungen zurücksetzen
es: Restablecer las preferencias de los comentarios
fr: Réinitialiser les préférences de commentaires
it: Ripristina preferenze commento
pl: Zresetuj preferncje komentarzy
tr: Yorum tercihlerini sıfırla
zh_hans: 重置评论偏好设置

source: Show User Display Names
de: Anzeige der Benutzernamen
es: Mostrar los nombres de usuario
it: Mostra Nomi Utente
pl: Pokaż Wyświetlane Nazwy Użytkownika
tr: Kullanıcı Görünen Adlarını Göster
zh_hans: 显示用户显示名称

# uriNotSupported
source: This type of link is not supported at the moment.
de: Diese Art der Link wird zur Zeit nicht unterstützt.
es: Este tipo de enlace no es compatible por el momento.
fr: Ce type de lien n'est pas pris en charge pour le moment.
it: Al momento questo tipo di link non è supportato.
pl: Ten typ linku nie jest obecnie wspierany.
tr: Bu tür bir bağlantı şu anda desteklenmiyor.
zh_hans: 此类型的链接目前不受支持。

source: Use Advanced Share Sheet
de: Erweitertes Freigabeformular verwenden
es: Utilice el formulario para compartir avanzado
it: Usa Foglio Condivisione Avanzato
tr: Gelişmiş Paylaşım Sayfasını Kullan
zh_hans: 使用高级分享面板

source: Use Material You Theme
de: Verwende Material You Thema
es: Utilizar en el tema Material You
it: Usa Tema Material You
pl: Użyj Motywu Material You
tr: Material You Temasını Kullanın
zh_hans: 使用 Material You 主题

# topDay
source: Top Today
de: Top Heute
es: Lo mejor de hoy
fr: Top aujourd'hui
it: Migliori di Oggi
nb: Topp i dag
pl: Najlepsze Dziś
tr: Bugünün En İyileri
uk: Найбільш оцінені за сьогодні
zh_hans: 今日最佳

# linkHandlingExternalShort
source: External
de: Extern
es: Externo
it: Esterno
tr: Harici
zh_hans: 外部
