Repository: hjiangsu/thunder
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nb, pl, tr, uk, zh_hans

# combineNavAndFabDescription
source: Floating Action Button will be shown between navigation buttons.
de: Schwebender Aktionsbutton wird zwischen den Navigationsbuttons angezeigt.
es: El botón de acción flotante se mostrará entre los botones de navegación.
it: Il Pulsante di Azione Galleggiante verrà mostrato tra i pulsanti di navigazione.
pl: Lewitujący Przycisk Akcji będzie pokazany pomiędzy przyciskami nawigacji.
tr: Gezinme düğmeleri arasında Kayan Eylem Düğmesi gösterilecektir.
zh_hans: 浮动动作按钮（FAB）将会在导航按钮中间展示。

# commentBehaviourSettings
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
pl: Komentarze
tr: Yorumlar
zh_hans: 评论

source: Danger Zone
de: Gefahrenzone
es: Zona peligrosa
it: Zona Pericolosa
pl: Strefa Niebezpieczeństwa
tr: Tehlikeli Bölge
zh_hans: 危险区

source: Base
de: Standard
pl: Podstawowy
tr: Matrah
zh_hans: 基本大小

source: Back button
de: Zurück-Button
es: Botón de retroceso
fr: Bouton retour
it: Pulsante 'indietro'
nb: Tilbake-knapp
pl: Przycisk Powrotu
tr: Geri düğmesi
uk: Кнопка назад
zh_hans: 返回按钮

# account
source: {count, plural, zero {Account} one {Account} other {Accounts} }
ar: حساب
de: {count, plural, zero {Konto} one {Konto} other {Konten} }
es: {count, plural, zero {Cuentas} one {Cuenta} other {Cuentas} }
fr: Compte
it: {count, plural, zero {Account} one {Account} other {Account} }
nb: Konto
pl: {count, plural, zero {Kont} one {Konto} other {Konta} }
tr: {count, plural, zero {Hesap} one {Hesap} other {Hesaplar}}
uk: {count, plural, zero {Облікових записів} one {Обліковий запис} other {Обліковий запис} }
zh_hans: {count, plural, zero {账户} one {账户} other {账户} }

source: Clear Preferences
de: Einstellungen zurücksetzen
es: Borrar los ajustes
fr: Effacer les préférences
it: Pulizia Preferenze
pl: Wyczyść Preferencje
tr: Tercihleri Temizle
zh_hans: 清除首选项

source: Banned User from Community
de: Von Community geblockte User
es: Usuario expulsado de la Comunidad
it: Utente Bannato dalla Comunità
tr: Topluluktan Yasaklı Kullanıcı
uk: Заблокований користувач із спільноти
zh_hans: 从社区中封禁用户

# collapseParentCommentBodyOnGesture
source: Hide Parent Comment when Collapsed
de: Verstecke übergeordneten Kommentar, wenn eingeklappt
es: Ocultar comentario principal cuando está contraído
it: Nascondi Commento Genitore se Collassato
pl: Ukryj Górny Komentarz gdy Zwinięty
tr: Daraltıldığında Üst Yorumu Gizle
zh_hans: 折叠时隐藏父评论

# commentShowUserInstance
source: Show User Instance
de: Instanz des Nutzers anzeigen
es: Mostrar instancia de usuario
fr: Afficher l'instance de l'utilisateur
it: Mostra Istanza Utente
pl: Pokaż Instancję Użytkownika
tr: Kullanıcı Örneğini Göster
zh_hans: 显示用户实例

source: Condensed
de: Verdichtet
es: Condensado
fr: Condensé
it: Condensato
pl: Zkondensowany
tr: Yoğunlaştırılmış
zh_hans: 紧缩

source: Confirm
de: Bestätigen
es: Confirmar
it: Conferma
pl: Potwierdź
tr: Onayla
zh_hans: 确认

# confirmLogOutBody
source: Are you sure you want to log out?
de: Willst du dich wirklich ausloggen?
es: ¿Seguro que quieres cerrar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Fare il log out?
pl: Jesteś pewien, że chcesz się wylogować?
tr: Çıkış yapmak istediğinizden emin misiniz?
zh_hans: 您确认要登出吗？

# confirmMarkAllAsReadBody
source: Are you sure you want to mark all messages as read?
de: Bist du sicher, dass du alle Nachrichten als gelesen markieren willst?
es: ¿Estás seguro de que quieres marcar todos los mensajes como leídos?
fr: Êtes-vous sûr de vouloir marquer tous les messages comme lu ?
it: Segnare tutti i messaggi come letti?
pl: Jesteś pewien, że chcesz oznaczyć wszystkie wiadomości jako przeczytane?
tr: Tüm mesajları okundu olarak işaretlemek istediğinizden emin misiniz?
zh_hans: 你确认要标记所有消息为已读吗？

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
tr: Kopyala
zh_hans: 复制

source: Copy Text
de: Text kopieren
es: Copiar el texto
fr: Copier le texte
it: Copia Testo
nb: Kopier tekst
pl: Kopiuj Tekst
tr: Metni Kopyala
zh_hans: 复制文本

source: Create Comment
de: Kommentar erstellen
es: Crear comentario
fr: Créer un commentaire
it: Crea Commento
nb: Opprett kommentar
pl: Napisz komentarz
tr: Yorum Oluştur
zh_hans: 创建评论

# commentPreview
source: Show a preview of the comments with the given settings
de: Zeige eine Kommentarvorschau mit den gewählten Einstellungen
es: Mostrar una vista previa de los comentarios con la configuración
fr: Montrer un aperçu des commentaires avec la configuration
it: Mostra un'anteprima dei commenti con le impostazioni date
pl: Pokaż podgląd komentarzy z następującymi ustawieniami
tr: Verilen ayarlarla yorumların önizlemesini göster
zh_hans: 按照所提供的设置显示评论的预览

source: Combine Comment Scores
de: Kombiniere Kommentar Ergebnisse
es: Combinar notas de comentarios
it: Combina Punteggi Commento
pl: Połącz Oceny Komentarza
tr: Yorum Puanlarını Birleştir
zh_hans: 合并评论分数

# couldNotDetermineCommentDelete
source: Error: Could not determine post to delete the comment.
de: Fehler: Konnte Kommentar nicht löschen (Post nicht bestimmbar).
es: Error: No se pudo determinar el puesto para eliminar el comentario.
fr: Erreur : Impossible de déterminer la publication à supprimer.
it: È stato impossibile determinare il post da dove eliminare il commento.
pl: Błąd: Nie udało się ustalić wpisu do usunięcia komentarza.
tr: Hata: Yorumu silmek için gönderi belirlenemedi.
zh_hans: 错误：不能确定哪个帖子的评论是要删除的。

# couldNotDeterminePostComment
source: Error: Could not determine post to comment to.
de: Fehler: Kommentar nicht gespeichert (Post nicht bestimmbar).
es: Error: No se pudo determinar el post para comentar.
fr: Erreur : Impossible de déterminer la publication à commenter.
it: È stato impossibile determinare il post nel cui lasciare il commento.
pl: Błąd: Nie udało się ustalić wpisu do dodania komentarza.
tr: Hata: Yorum yapılacak gönderi belirlenemedi.
zh_hans: 错误：不能确定哪个帖子的评论是要发送的。

source: {count} subscribers
de: {count} Abonnenten
es: {count} Subscriptores
fr: {count} abonnés
it: {count} iscritti
pl: {count} subskrybujących
tr: {count} Abone
uk: Підписників: {count}
zh_hans: {count} 位订阅者

# currentLongPress
source: Currently set as long press
de: Momentan auf langes Drücken eingestellt
es: Actualmente configurado como pulsación larga
fr: Actuellement défini comme appui long
it: Attualmente impostata come premuta lunga
nb: Satt til langtrykk
pl: Obecnie ustawione jako przytrzymanie
tr: Şu anda uzun basma olarak ayarlanmış
zh_hans: 当前设为长按

# debugDescription
source: The following debug settings should only be used for troubleshooting purposes.
de: Die folgenden Debug-Einstellungen sollten nur zur Problemermittlung eingesetzt werden.
es: Las siguientes configuraciones de depuración solo deben usarse para solucionar problemas.
fr: Les paramètres de débogage suivants ne doivent être utilisés qu'à des fins de dépannage.
it: Le seguenti impostazioni di debug devono essere utilizzate solo per la risoluzione dei problemi.
pl: Następujące ustawienia debugowania powinny być używane wyłącznie w celu naprawy błędów.
tr: Aşağıdaki hata ayıklama ayarları yalnızca sorun giderme amacıyla kullanılmalıdır.
zh_hans: 以下调试设置应仅用于除错用途。

# deleteLocalDatabaseDescription
source: This action will remove the local database and will log you out of all your accounts. Are you sure you want to continue?
de: Dies wird die lokale Datenbank löschen und dich aus allen Accounts ausloggen. Bist du sicher, dass du fortfahren möchtest?
es: Esta acción eliminará la base de datos local y te desconectará de todas tus cuentas. ¿Está seguro de que desea continuar?
fr: Cette action va supprimer la base de donnée locale et vous déconnecter de tous vos comptes Voulez-vous continuer ?
it: Questa azione rimuoverà il database locale e disconnetterà i tuoi account. Continuare?
pl: Ta akcja usunie lokalną bazę danych i wyloguje cię ze wszystkich twoich kont. Jesteś pewien, że chcesz kontynuować?
tr: Bu işlem yerel veritabanını kaldıracak ve tüm hesaplarınızın oturumunu kapatacaktır. Devam etmek istediğinizden emin misiniz?
zh_hans: 这个动作会删除本地数据库，并且登出您的每一个账号 您确信您要继续吗？

# deleteLocalPreferencesDescription
source: This will clear all your user preferences and settings in Thunder. Do you want to continue?
de: Dies wird alle deine Benutzereinstellungen und Einstellungen in Thunder löschen. Bist du sicher, dass du fortfahren möchtest?
es: Esto borrará todas sus preferencias y configuraciones en Thunder. ¿Quieres continuar?
fr: Cette opération effacera toutes vos préférences d'utilisateur et tous les paramètres de Thunder. Voulez-vous continuer ?
it: Questo cancellerà le tue impostazioni e preferenze di Thunder. Continuare?
pl: To wyczyści wszystkie twoje preferencje i ustawienia użytkownika w Thunder. Czy chesz kontynuować?
tr: Bu, Thunder'daki tüm kullanıcı tercihlerini ve ayarlarını temizler. Devam etmek istiyor musunuz?
zh_hans: 这个动作会删除您全部的首选项和设置。 您确信您要继续吗？

source: Added Instance Mod
de: Instanz Moderator hinzufügen
es: Añadido Instancia Mod
it: Aggiunto Mod Istanza
tr: Oluşum Modu eklendi
zh_hans: 增加实例管理

source: Added Mod to Community
de: Füge Moderator zur Community hinzu
es: Mod añadido a la Comunidad
it: Aggiunto Mod Comunità
tr: Topluluğa Mod Eklendi
zh_hans: 增加社区管理

source: Banned User
de: Geblockte Benutzer
es: Usuario baneado
it: Utente Bannato
tr: Yasaklı Kullanıcı
uk: Заблокований користувач
zh_hans: 已封禁用户

# crossPostedFrom
source: cross-posted from: {postUrl}
de: Mehrfach veröffentlicht von: {postUrl}
es: publicación cruzada desde: {postUrl}
it: crosspost da: {postUrl}
zh_hans: 自 {postUrl} 跨社区发帖

source: Community Actions
de: Community Aktionen
es: Acciones comunitarias
it: Azioni Comunità
tr: Topluluk Eylemleri
zh_hans: 社区动作

# communityEntry
source: Community '{community}'
es: Comunidad '{community}'
it: Comunità '{community}'
tr: '{ community }' topluluğu
zh_hans: 社区 '{community}'

# confirmResetCommentPreferences
source: This will reset all comment preferences. Are you sure you want to proceed?
de: Dies wird alle Kommentareinstellungen zurücksetzen. Bist du sicher, dass du fortfahren möchtest?
es: Esto restablecerá todas las preferencias de los comentarios. ¿Seguro que quieres proceder?
fr: Ceci va réinitialiser toutes les préférences des commentaires. Voulez-vous continuer ?
it: Questo resetterà tutte le preferenze dei commenti. Confermare?
pl: To zresetuje wszystkie preferencje komentarzy. Jesteś pewien, że chcesz kontynuować?
tr: Bu, tüm yorum tercihlerini sıfırlayacaktır. Devam etmek istediğinizden emin misiniz?
zh_hans: 这会重置您所有评论首选项。您确认您要进行吗？

# currentSinglePress
source: Currently set as single press
de: Momentan auf kurzes Drücken eingestellt
es: Actualmente configurado como pulsación corta
fr: Actuellement défini comme appui simple
it: Attualmente impostata come premuta breve
nb: Satt til enkelttrykk
pl: Obecnie ustawione jako pojedyncze naciśnięcie
tr: Şu anda tek basım olarak ayarlanmış
zh_hans: 当前设为单击

# customizeSwipeActions
source: Customize swipe actions (tap to change)
de: Wischgesten bearbeiten (zum Ändern antippen)
es: Personalizar acciones al deslizar (tocar para cambiar)
fr: Personnalisation des actions de balayage (touchez pour modifier)
it: Personalizza azioni di scorrimento sullo schermo (seleziona per modificare)
nb: Tilpass dragningshandlinger (trykk for å endre)
pl: Dostosuj działania przesuwania (dotknij, aby zmienić)
tr: Kaydırma eylemlerini özelleştirme (değiştirmek için dokunun)
zh_hans: 自定义扫除动作（点击以修改）

source: Comment
de: Kommentieren
es: Comentario
fr: Commentaire
it: Commenta
nb: Kommentar
pl: Komentarz
tr: Yorum
zh_hans: 评论

source: Date Format
de: Datumsformat
es: Formato de la fecha
it: Formato Data
tr: Tarih Formatı
zh_hans: 日期格式

# commentFontScale
source: Comment Content Font Scale
de: Kommentar Inhaltsschriftgröße
es: Tamaño de la fuente del comentario
it: Dimensione Font Contenuto Commento
pl: Skala Czcionki Treści Komentarza
tr: Yorum İçeriği Yazı Tipi Ölçeği
zh_hans: 评论内容的字体大小

# commentSwipeGesturesHint
source: Looking to use buttons instead? Enable them in the comments section in general settings.
de: Lieber Buttons benutzen? Schalte sie im Abschnitt "Kommentare" in den allgemeinen Einstellungen ein.
es: ¿Quieres utilizar los botones? Habilítalos en la sección de comentarios de los ajustes generales.
fr: Vous souhaitez utiliser les boutons ? Activez-les dans la section des commentaires des paramètres généraux.
it: Preferisci usare i pulsanti? Abilitali nella sezione 'commenti' delle impostazioni generali.
pl: Wolisz używać przycisków? Włącz je w sekcji komentarzy w ustawieniach generalnych.
tr: Bunun yerine düğmeler mi kullanmak istiyorsunuz? Bunları genel ayarlardaki yorumlar bölümünde etkinleştirin.
zh_hans: 想直接使用按钮？在通用设置中的评论板块启用他们。

source: Change account settings for
de: Ändere Konto Einstellungen für
es: Cambiar la configuración de la cuenta para
it: Cambia impostazioni account per
tr: Için hesap ayarlarını değiştirin
zh_hans: 更改这个人的账户设置：

source: Gestures
de: Gesten
es: Gestos
fr: Gestes
it: Movimenti
pl: Gesty
tr: Hareketler
zh_hans: 手势

source: Getting Started
de: Erste Schritte
es: Primeros pasos
fr: Pour commencer
it: Iniziare
nb: Begynn
pl: Pierwsze Kroki
tr: Başlarken
uk: Початок роботи
zh_hans: 开始使用

source: Navigation
es: Navegación
it: Navigazione
pl: Nawigacja
tr: Navigasyon
zh_hans: 导航

source: User
de: Benutzer
es: Usuario
it: Utente
tr: Kullanıcı
zh_hans: 用户

source: Floating Action Button
de: Schwebender Button
es: Botón de acción flotante
fr: Bouton d'action flottant
it: Azione Pulsante Galleggiante
pl: Lewitujący Przycisk Akcji
tr: Kayan Eylem Düğmesi
zh_hans: 浮动操作按钮

source: Post Body
es: Cuerpo de la publicación
fr: Corps de publication
it: Pubblica Testo
nb: Innleggsbrødtekst
pl: Treść Wpisu
tr: Gönderi Gövdesi
zh_hans: 帖子内容

source: Screen Reader Profile
de: Screen Reader Profil
es: Perfil del lector de pantalla
fr: Profil du lecteur d'écran
it: Profilo del Lettore di Schermo
nb: Skjermleserprofil
pl: Profil Czytnika Ekranowego
tr: Ekran Okuyucu Profili
zh_hans: 屏幕阅读器配置文件

# updateReleased
source: Update released: {version}
de: Update veröffentlicht: {version}
es: Actualización publicada: {version}
fr: Mise à jour publiée : {version}
it: Aggiornamento pubblicato: {version}
nb: Ny versjon tilgjengelig: {version}
pl: Aktualizacja dostępna: {version}
tr: Güncelleme yayınlandı: {version}
zh_hans: 已发布更新：{version}

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In Attesa
tr: Beklemede
zh_hans: 待处理

source: Purged Comment
de: Gelöschter Kommentar
es: Comentario depurado
it: Commento Purgato
tr: Temizlenmiş Yorum
zh_hans: 已清除评论

source: Restored Community
de: Wiederhergestellte Community
es: Comunidad restaurada
it: Comunità Ripristinata
tr: Geri Yüklenen Topluluk
zh_hans: 已恢复社区

# downloadingMedia
source: Downloading media to share…
de: Lade Medien zum Teilen herunter…
es: Descargando los medios para compartir…
fr: Téléchargement de fichier multimédia à partager…
it: Download in corso per la condivisione…
nb: Laster ned media å dele …
pl: Pobieranie multimediów do udostępnienia…
tr: Paylaşmak için medya indiriliyor…
zh_hans: 正在下载媒体以分享…

# downvotesDisabled
source: Downvotes are turned off on this instance.
de: Herunterwählen ist auf dieser Instanz deaktiviert.
es: Los votos negativos están desactivados en esta instancia.
fr: Les votes négatifs sont désactivés sur cette instance.
it: I voti in giù sono disabilitati in questa istanza.
nb: Nedstemmer er avskrudd på denne instansen.
pl: Głosy w dół są wyłączone w tej instancji.
tr: Bu durumda olumsuz oylar kapatılır.
zh_hans: 此实例已关闭点踩。

source: Edit Comment
de: Kommentar bearbeiten
es: Editar comentario
fr: Éditer commentaire
it: Modifica Commento
nb: Rediger kommentar
pl: Edytuj komentarz
tr: Yorumu Düzenle
zh_hans: 编辑评论

source: End Search
de: Suche beenden
es: Finalizar la búsqueda
fr: Terminer la recherche
it: Fine Ricerca
pl: Koniec Wyszukiwania
tr: Aramayı Sonlandır
zh_hans: 结束搜索

source: Expand Post Preview
de: Postvorschau erweitern
es: Expandir la vista previa del tema
fr: Développer l'aperçu de publication
it: Espandi Anteprima Post
pl: Rozwiń Podgląd Wpisu
tr: Gönderi Önizlemesini Genişlet
zh_hans: 展开帖子预览

# fetchAccountError
source: Could not determine account
de: Konnte Konto nicht abrufen
es: No se pudo determinar la cuenta
fr: Impossible de déterminer le compte
it: Non è stato possibile stabilire l'account
nb: Kunne ikke fastslå konto
pl: Nie można określić konta
tr: Hesap belirlenemedi
zh_hans: 无法确定账号

source: Import Settings
de: Einstellungen importieren
es: Importar la configuración
fr: Paramètres d'import
it: Importa Impostazioni
pl: Import Ustawień
tr: Ayarları İçe Aktar
zh_hans: 导入设置

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovi
nb: Nytt
pl: Nowy
tr: Yeni
uk: Нові
zh_hans: 新

source: No language
de: Keine Sprache
es: Ningún idioma
fr: Pas de langue
it: Nessuna lingua
pl: Brak języka
tr: Dil yok
zh_hans: 没有语言

# notifications
source: {count, plural, zero {Notification} one {Notifications} other {Notifications}}
de: {count, plural, zero {Benachrichtigung} one {Benachrichtigung} other {Benachrichtigungen}}
es: {count, plural, zero {Notificación} one {Notificación} other {Notificaciones}}
pl: {count, plural, zero {Powiadomień} one {Powiadomienie} other {Powiadomienia}}
tr: {count, plural, zero {Bildirim} one {Bildirimler} other {Bildirimler}}
zh_hans: 通知

# postBehaviourSettings
source: Posts
es: Temas
fr: Publications
it: Post
pl: Wpis
tr: Gönderiler
zh_hans: 帖子

# postBodySettingsDescription
source: These settings affect the display of the post body
de: Diese Einstellungen wirken sich auf die Anzeige des Post Texts aus
es: Estos ajustes afectan a la visualización del cuerpo del mensaje
fr: Ces paramètres affectent l'affichage du corps de publication
it: Queste impostazioni influiscono sulla visualizzazione del corpo del post
pl: Te ustawienia mają wpływ na wyświetlanie treści wpisu
tr: Bu ayarlar, gönderi gövdesinin görüntülenmesini etkiler
zh_hans: 这些设置影响帖子内容的显示

source: Post Swipe Actions
de: Post-Swipe-Aktionen
es: Acciones posteriores al deslizamiento
it: Azioni Swipe Post
tr: Kaydırma Sonrası Eylemler
zh_hans: 帖子滑动操作

# postTogglePreview
source: Toggle Preview
de: Umschalten der Vorschau
es: Cambiar vista previa
fr: Aperçu des modifications
it: Aziona Anteprima
nb: Veksle forhåndsvisning
pl: Przełącz Podgląd
tr: Önizlemeyi Aç/Kapat
zh_hans: 切换预览

source: {profile} applied successfully!
de: {profile} erfolgreich angewandt!
es: ¡{profile} aplicado correctamente!
fr: {profile} appliqué avec succès !
it: {profile} applicato con successo!
nb: {profile} anvendt.
pl: {profile} zaaplikowano z powodzeniem!
tr: {profile} başarıyla uygulandı!
zh_hans: {profile} 应用成功！

source: Read All
de: Alles gelesen
es: Leer todo
fr: Tout lire
it: Leggi Tutto
nb: Les alle
pl: Przeczytaj Wszystkie
tr: Tümünü Oku
zh_hans: 全部已读

source: Remove Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer compte
it: Elimina Account
nb: Fjern konto
pl: Usuń Konto
tr: Hesabı Kaldır
uk: Видалити обліковий запис
zh_hans: 删除账号

source: Remove Post
de: Post löschen
es: Eliminar el tema
it: Rimuovi Post
tr: Gönderiyi Kaldır
zh_hans: 删除帖子

# removedCommunityFromSubscriptions
source: Unsubscribed from community
de: Von der Community abgemeldet
es: Darse de baja de la comunidad
fr: Désabonné de la communauté
it: Rimosso dalla comunità
nb: Fjernet abonnement på gemenskap
pl: Usunięto społeczność z subskrypcji
tr: Topluluk aboneliğinden çıkıldı
zh_hans: 已取消订阅社区

# replyNotSupported
source: Replying from this view is currently not supported yet
de: Das Antworten aus dieser Ansicht wird derzeit noch nicht unterstützt
es: Responder desde esta página aún no está disponible
fr: Répondre depuis cette page n'est actuellement pas supporté
it: Rispondere da questa schermata non è ancora supportato
nb: Besvaring fra denne visningen støttes ikke enda
pl: Odpowiadanie z poziomu tego widoku nie jest jeszcze obsługiwane
tr: Bu görünümden yanıt vermek şu anda desteklenmiyor
zh_hans: 当前不支持从此视图回复

source: Report
de: {count, plural, zero {Melden} one {Melden} other {Melden} }
es: {count, plural, zero {Reportes} one {Reporte} other {Reportes} }
fr: Signaler
it: Segnala
pl: Zgłoś
tr: {count, plural, zero {Report} one {Report} other {Reports}}
zh_hans: 举报

source: Reset Preferences
de: Einstellungen zurücksetzen
es: Restablecer los ajustes
fr: Réinitialiser les préférences
it: Ripristina Preferenze
pl: Zresetuj Preferencje
tr: Tercihleri Sıfırla
zh_hans: 重置偏好设置

source: Reset Preferences and Data
de: Einstellungen und Daten zurücksetzen
es: Restablecer los ajustes y los datos
fr: Réinitialiser les préférences et données
it: Ripristina Preferenze e Dati
pl: Zresetuj Preferencje i Dane
tr: Tercihleri ve Verileri Sıfırla
zh_hans: 重置偏好设置和数据

source: Restored comment from draft
de: Wiederhergestellter Kommentar vom Entwurf
es: Comentario restaurado del borrador
fr: Commentaire restauré depuis les brouillons
it: Commento recuperato dalle bozze
nb: Gjenopprettet kommentar fra kladd
pl: Przywróć komentarz z wersji roboczej
tr: Taslaktan geri yüklenen yorum
uk: Коментар відновлено з чернетки
zh_hans: 从草稿中恢复的评论

source: Search {instance}
de: Suche {instance}
es: Buscar {instance}
fr: Rechercher {instance}
it: Cerca {instance}
nb: Søk i {instance}
pl: Szukaj {instance}
tr: {instance} ara
zh_hans: 搜索 {instance}

source: Select language
de: Sprache auswählen
es: Selecciona el idioma
fr: Sélectionner la langue
it: Seleziona lingua
pl: Wybierz język
tr: Dil Seçin
zh_hans: 选择语言

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nb: Del
pl: Udostępnij
tr: Paylaş
zh_hans: 分享

# showScores
source: Show Post/Comment Scores
de: Post/Kommentar-Bewertungen anzeigen
es: Mostrar las puntuaciones de publicaciones/comentarios
fr: Afficher les scores de publication/commentaire
it: Mostra Punteggi Post/Commenti
pl: Pokaż Punkty Wpisów/Komentarzy
tr: Gönderi/Yorum Puanlarını Göster
zh_hans: 显示帖子/评论评分

# topNineMonths
source: Top in Past 9 Months
de: Top der letzten 9 Monate
es: Lo mejor en los últimos 9 meses
fr: Top 9 derniers mois
it: Migliori degli Ultimi 9 Mesi
pl: Najlepsze w Ostatnich 9 Miesiącach
tr: Son 9 Ayın Zirvesi
zh_hans: 过去 9 个月最佳

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nb: Brukernavn
pl: Nazwa
tr: Kullanıcı adı
uk: Ім'я користувача
zh_hans: 用户名

source: Text
es: Texto
fr: Texte
it: Testo
pl: Tekst
tr: Metin
zh_hans: 文本

source: Preview
de: Vorschau
es: Previsualizar
fr: Prévisualisation
it: Anteprima
nb: Forhåndsvisning
pl: Podgląd
tr: Ön izleme
zh_hans: 预览

source: Dim Read Posts
de: Gelesene Posts werden ausgegraut
es: Publicaciones de lectura oscura
fr: Les publications lues seront grisées
it: I post già letti saranno oscurati
pl: Przyciemnij Przeczytane Wpisy
tr: Dım Okuma Gönderileri
zh_hans: 淡化已读帖子

source: Disable
de: Deaktivieren
es: Desactivar
it: Disabilita
pl: Wyłącz
tr: Devre Dışı Bırak
zh_hans: 禁用

# displayUserScore
source: Display User Scores (Karma).
de: Nutzerpunktzahl anzeigen ("Karma").
es: Mostrar las puntuaciones del usuario (Karma).
fr: Afficher les scores utilisateur (karma).
it: Visualizza i Punteggi degli Utenti (Karma).
pl: Wyłącz Punkty Użytkowników (Karma).
tr: Kullanıcı Puanlarını (Karma) görüntüleyin.
zh_hans: 显示用户评分（Karma）。

source: Edit Post
de: Post bearbeiten
es: Editar el mensaje
fr: Éditer la publication
it: Modifica Post
pl: Edytuj Wpis
tr: Gönderiyi Düzenle
zh_hans: 编辑帖子

source: Enable Comment Navigation
de: Aktivieren der Kommentar-Navigation
es: Activar la navegación por comentarios
it: Abilita Navigazione Commento
pl: Włącz Nawigację Komentarzy
tr: Yorum Navigasyonunu Etkinleştir
zh_hans: 启用评论导航

source: Expanded
de: Ausgeklappt
es: Ampliado
fr: Développer
it: Espanso
pl: Rozwinięte
tr: Genişletilmiş
zh_hans: 已展开

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pl: Ulubione
tr: Favoriler
zh_hans: 收藏
