Repository: hjiangsu/thunder
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nb, pl, tr, uk, zh_hans

source: Featured Post
de: Besonderer Post
es: Publicación destacada
it: Post in Evidenza
tr: Öne Çıkan Gönderi
zh_hans: 精选帖子

# filteringBy
source: Filtering by {entity}
de: Filtere nach {entity}
es: Filtrar por {entity}
fr: Filtrer par {entity}
it: Filtrato per {entity}
pl: Filtrowanie przez {entity}
tr: {entity} tarafından filtreleniyor
zh_hans: 按 {entity} 过滤

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry
tr: Filtreler
zh_hans: 过滤器

# floatingActionButtonSinglePressDescription
source: denotes the FAB's single-press action.
de: bezeichnet die Funktion des FAB auf einmaliges Drücken.
es: denota la acción de pulsación única del FAB.
fr: Indique l'action d'appui simple de la FAB.
it: indica Azione di pressione singola.
tr: fAB'IN tek basma eylemini gösterir.
zh_hans: 表示 FAB 的单击操作。

source: Hide NSFW Posts from Feed
de: Verstecke NSFW Posts im Feed
es: Ocultar publicaciones NSFW del Feed
it: Nascondi Post NSFW dal Feed
tr: NSFW Gönderilerini Akıştan Gizle
zh_hans: 从信息流中隐藏 NSFW 帖子

# hideNsfwPreviews
source: Blur NSFW Previews
de: Verwische NSFW Vorschau
es: Desenfocar vistas previas NSFW
it: Sfoca Anteprime Post NSFW
pl: Ukryj Podgląd Dla Treści NSFW
tr: NSFW Önizlemelerini Bulanıklaştır
zh_hans: 模糊 NSFW 预览

# imageCachingModeAggressive
source: Aggressively cache images (uses more memory)
de: Aggressives Zwischenspeichern von Bildern (verbraucht mehr Speicher)
es: Almacenamiento agresivo de imágenes en caché (utiliza más memoria)
it: Image caching aggressivo (utilizza più memoria)
tr: Görüntüleri agresif bir şekilde önbelleğe alır (daha fazla bellek kullanır)
zh_hans: 积极缓存图像（使用更多内存）

# imageCachingModeAggressiveShort
source: Aggressive
de: Aggressiv
es: Agresivos
it: Aggressivo
tr: Agresif
zh_hans: 激进

source: Include Community
de: Community einbeziehen
es: Incluir a la comunidad
fr: Inclure la communauté
it: Includi Comunità
nb: Inkluder gemenskap
pl: Załącz Społeczność
tr: Topluluğu Dahil Et
zh_hans: 包括社区

source: Include Post Link
de: Post-Link einschließen
es: Incluir enlace a la entrada
fr: Inclure un lien vers la publication
it: Includi Link del Post
nb: Inkluder innleggslenke
pl: Załącz Link Do Postu
tr: Gönderi Bağlantısını Dahil Et
zh_hans: 包括帖子链接

source: Include Title
de: Titel einfügen
es: Incluir el título
fr: Inclure le titre
it: Includi Titolo
nb: Inkluder navn
pl: Załącz Tytuł
tr: Başlığı Dahil Et
zh_hans: 包括标题

# instanceEntry
source: Instance '{username}'
de: Instanz '{username}'
es: Instancia '{username}'
it: Istanza '{username}'
tr: '{ username }' örneği
zh_hans: 实例 '{username}'

# keywordFilterDescription
source: Filters posts containing any keywords in the title or body
de: Filtert Posts, die Schlüsselwörter im Titel, im Text oder in der URL enthalten
es: Filtra los mensajes que contienen palabras clave en el título, cuerpo o URL
fr: Filtre les publications contenant des mots-clés dans le titre ou le corps du message
it: Filtra post contenenti parole-chiave nel titolo, corpo o URL
pl: Filtruje wpisy zawierające jakiekolwiek słowa klucze w tytule lub treści wpisu
tr: Başlık, gövde veya URL'deki herhangi bir anahtar kelimeyi içeren gönderileri filtreler
zh_hans: 过滤标题、正文或 URL 中包含的任何关键字的帖子

# linkHandlingCustomTabsShort
source: In-app embedded
de: Eingebettet in die App
es: Integrado en la aplicación
it: Incorporato in-app
tr: Uygulama içi gömülü
zh_hans: 应用内嵌入

# linkHandlingInAppShort
source: In-app
es: En la aplicación
tr: Uygulama içi
zh_hans: 应用内

# linksBehaviourSettings
source: Links
es: Enlaces
fr: Liens
it: Link
pl: Linki
tr: Bağlantılar
zh_hans: 链接

# loadMorePlural
source: Load {count} more replies…
de: Lade {count} weitere Antworten…
es: Cargar {count} más respuestas…
fr: Charger {count} réponses supplémentaires…
it: Carica altre {count} risposte in più…
nb: Last inn {count} flere svar …
pl: Wczytaj {count} odpowiedzi więcej…
tr: {count} yanıt daha yükle…
zh_hans: 加载 {count} 条更多回复…

source: Local
de: Loakl
it: Locale
pl: Lokalne
tr: Yerel
zh_hans: 本地

# markPostAsReadOnScroll
source: Mark Read On Scroll
de: Beim Scrollen als gelesen markieren
es: Marcar como leído al desplazarse
it: Segna Come Letto Su Scorrimento
tr: Kaydırmada Okundu Olarak İşaretle
zh_hans: 滚动时标记为已读

# mention
source: {count, plural, zero {Mention} one {Mention} other {Mentions} }
de: {count, plural, zero {Erwähnung} one {Erwähnung} other {Erwähnungen} }
es: {count, plural, zero {Mención} one {Mención} other {Menciones} }
pl: {count, plural, zero {Wzmianek} one {Wzmianka} other {Wzmianki} }
tr: {count, plural, zero {Bahsetme} one {Bahsetme} other {Bahsetme}}
zh_hans: 提及

# modFeaturePost
source: Feature/Unfeature Posts
de: Hervorheben/Anpassen Posts
es: Entradas destacadas/no destacadas
it: Evidenzia/Tralascia Post
tr: Özellikli/Özelliksiz Gönderiler
zh_hans: 推荐/取消推荐帖子

# modTransferCommunity
source: Transferring Communities
de: Communities übertragen
es: Transferir comunidades
it: Trasferimento Comunità
tr: Aktaran Topluluklar
zh_hans: 转移社区

# mustBeLoggedInComment
source: You need to be logged in to comment
de: Du musst eingeloggt sein, um zu kommentieren
es: Hay que iniciar sesión para crear un comentario
fr: Vous devez être connecté pour commenter
it: Devi avere effettuato il log in per poter commentare
nb: Du må være innlogget for å kommentere
pl: Musisz być zalogowany, aby napisać komentarz
tr: Yorum yapmak için giriş yapmalısınız
zh_hans: 您需要登录才能评论

# mustBeLoggedInPost
source: You need to be logged in to create a post
de: Du musst eingeloggt sein, um einen Post zu erstellen
es: Hay que iniciar sesión para crear un post
fr: Vous devez être connecté pour créer une publication
it: Devi avere effettuato il log in per poter creare un post
nb: Du må være innlogget for å lage et innlegg
pl: Musisz być zalogowany, aby utworzyć post
tr: Gönderi oluşturmak için giriş yapmanız gerekir
zh_hans: 您需要登录才能创建帖子

source: Navbar Swipe Gestures
de: Navbar-Wischgesten
es: Gestos de deslizar en la barra de navegación
it: Gesti Swipe Barra Navigazione
tr: Navbar Kaydırma Hareketleri
zh_hans: 导航栏滑动手势

source: Nested Comment Indicator Color
de: Farbe für verschachtelte Kommentare
es: Color del indicador del comentario fijado
it: Colore Indicatore Commento Nidificato
tr: İç İçe Yorum Gösterge Rengi
zh_hans: 嵌套评论指示器颜色

source: New Comments
de: Neue Kommentare
es: Nuevos comentarios
fr: Nouveaux commentaires
it: Commenti Nuovi
nb: Nye kommentarer
pl: Nowy Komentarz
tr: Yeni Yorumlar
uk: З новими коментарями
zh_hans: 新评论

source: No favorited communities
de: Keine bevorzugten Communities
es: Ninguna comunidad favorita
fr: Pas de communautés préférées
it: Nessuna comunità preferita
pl: Brak ulubionych społeczności
tr: Favori topluluk yok
zh_hans: 没有收藏的社区

# noInstanceBlocks
source: No blocked instances.
de: Keine blockierten Instanzen.
es: Ninguna instancia bloqueada.
fr: Pas d'instances bloquées.
it: Nessun istanza bloccata.
pl: Brak zablokowanych instancji.
tr: Engellenen örnek yok.
uk: Ви ще не заблокували жодного сервера.
zh_hans: 没有被屏蔽的实例。

source: No items
de: Keine Einträge
es: Sin artículos
it: Nessun elemento
tr: Öğe yok
zh_hans: 没有项目

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se han encontrado resultados.
fr: Aucun résultat trouvé.
it: Nessun risultato trovato.
pl: Brak wyników wyszukiwania.
tr: Sonuç bulunamadı.
zh_hans: 未找到结果。

# notValidLemmyInstance
source: {instance} does not appear to be a valid Lemmy instance
de: {instance} scheint keine gültige Lemmy-Instanz zu sein
es: {instance} no parece ser una instancia válida de Lemmy
fr: {instance} ne semble pas être une instance de Lemmy valide
it: {instance} non sembra essere un'istanza valida di Lemmy
nb: {instance} ser ikke ut til å være en gyldig Lemmy-instans
pl: {instance} wydaje się nie być odpowiednią instancją Lemmy
tr: {instance} geçerli bir Lemmy örneği gibi görünmüyor
uk: {instance} ймовірно, не є дійсним сервером Lemmy
zh_hans: {instance} 似乎不是有效的 Lemmy 实例

# notValidUrl
source: Not a valid URL
de: Ungültiger URL
es: URL no válida
fr: URL invalide
it: URL invalido
nb: Ikke en gyldig nettadresse
pl: Nieodpowiedni URL
tr: Geçerli bir URL değil
zh_hans: 不是有效的 URL

# notificationsWarningDialog
source: Notifications are an experimental feature which may not function correctly on all devices. · Checks will occur every ~15 minutes and will consume additional battery. · Disable battery optimizations for a higher likelihood of successful notifications. See the following page for more information.
de: Benachrichtigungen sind eine **experimentelle Funktion**, die möglicherweise nicht auf allen Geräten korrekt funktioniert. - Die Überprüfungen erfolgen alle ~15 Minuten und verbrauchen zusätzlichen Akku. - Deaktivieren Sie die Akku-Optimierung, um eine höhere Wahrscheinlichkeit für erfolgreiche Benachrichtigungen zu erreichen. Weitere Informationen finden Sie auf der folgenden Seite.
es: Las notificaciones son una **característica experimental** que puede no funcionar correctamente en todos los dispositivos. - Las comprobaciones se producirán cada ~15 minutos y consumirán batería adicional. - Desactiva las optimizaciones de batería para una mayor probabilidad de éxito de las notificaciones. Consulta la siguiente página para obtener más información.
it: Le notifiche sono una **caratteristica sperimentale** che potrebbe non funzionare correttamente su tutti i dispositivi. - I controlli avverranno ogni ~15 minuti e consumeranno batteria aggiuntiva. - Disabilita l'ottimizzazione della batteria per una maggiore stabilità delle notifiche. Vedere la seguente pagina per ulteriori informazioni.
tr: Bildirimler, tüm cihazlarda doğru çalışmayabilen **deneysel bir özelliktir **. - Kontroller her ~15 dakikada bir gerçekleşecek ve ek pil tüketecektir. - Başarılı bildirim olasılığını artırmak için pil optimizasyonlarını devre dışı bırakın. Daha fazla bilgi için aşağıdaki sayfaya bakın.
zh_hans: 通知是一个 **实验性功能**，可能在所有设备上无法正常工作。- 检查将每 ~15 分钟进行一次，并会消耗额外的电池。- 禁用电池优化以提高成功通知的可能性。请参阅以下页面以获取更多信息。

# nsfwWarning
source: NSFW - Tap to reveal
de: NSFW - Zum Anzeigen antippen
es: NSFW - Toque para mostrar
it: NSFW - Tocca per rivelare
tr: NSFW - Göstermek için dokunun
zh_hans: NSFW - 点击以显示

source: Open account switcher
de: Kontowechsler öffnen
es: Abrir el conmutador de cuentas
fr: Ouvrir le sélecteur de compte
it: Apri interruttore utenti
nb: Åpne kontobytter
pl: Otwórz zmieniacz kont
tr: Hesap değiştiriciyi açın
zh_hans: 打开账号切换器

source: Open Instance
de: Instanz öffnen
es: Abrir una instancia
fr: Ouvrir l'instance
it: Apri Istanza
nb: Åpne instans
pl: Otwórz instancję
tr: Örneği Aç
uk: Відкрити сторінку сервера
zh_hans: 打开实例

source: Select account to post as
de: Wähle das Konto, mit dem geposted werden soll
es: Seleccione la cuenta para publicar como
it: Seleziona account con cui postare
tr: Gönderilecek hesabı şu şekilde seçin:
zh_hans: 选择作为其他用户发布的账号

# selectCommunity
source: Select a community
de: Wählen Sie eine Community (erforderlich)
es: Elija una comunidad (obligatorio)
fr: Sélectionnez une communauté
it: Seleziona una comunità
pl: Wybierz społeczność
tr: Bir topluluk seçin
zh_hans: 选择社区（必填）

source: Select Feed Type
de: Feed-Typ auswählen
es: Seleccione el tipo del Feed
fr: Sélectionnez le type de fil
it: Seleziona Tipo di Feed
tr: Akış Türünü Seçin
zh_hans: 选择信息流类型

source: Show User Instance
de: Benutzer-Instanz anzeigen
es: Mostrar la instancia del usuario
it: Mostra Istanza Utente
pl: Pokaż Interfejs Użytkownika
tr: Kullanıcı Örneğini Göster
zh_hans: 显示用户实例

# successfullyUnblockedCommunity
source: Unblocked {communityName}
de: Entsperrt {communityName}
es: {communityName} desbloqueado
fr: Débloqué {communityName}
it: {communityName} sbloccato/a
nb: {communtyName} avblokkert
pl: Odblokowano {communityName}
tr: {communityName} adlı topluluğun engelini kaldırdı
zh_hans: 已解封 {communityName}

# themeAccentColor
source: Accent Colors
de: Akzent Farben
es: Colores del acento
it: Colori Accento
pl: Akcenty Kolorystyczne
tr: Vurgu Renkleri
zh_hans: 强调颜色

# timeoutErrorMessage
source: There was a timeout waiting for a response.
de: Es gab eine Unterbrechung beim Warten auf eine Rückmeldung.
es: Se agotó el tiempo esperando una respuesta.
fr: Il y a eu un délai d'attente dépassé pour une réponse.
it: Si è verificato un time out attendendo una risposta.
nb: Tidsavbrudd i påvente av svar.
pl: Przekroczono limit czasu oczekiwania na odpowiedź.
tr: Yanıt bekleyen bir zaman aşımı vardı.
uk: Сплив час очікування на відповідь від сервера.
zh_hans: 等待响应时超时。

# understandEnable
source: I Understand, Enable
de: Verstehe, Aktivieren
es: Comprendo, Activar
it: Capisco, Abilitare
pl: Rozumiem, Włącz
tr: Anlıyorum, Etkinleştir
zh_hans: 我明白，启用

# useCompactView
source: Enable for small posts, disable for big.
de: Für kleine Posts einschalten, für große deaktivieren.
es: Activar para mensajes pequeños, desactivar para grandes.
fr: Activer pour les petites publications, désactiver pour les grandes.
it: Abilita per post piccoli, disabilita per post più grandi.
pl: Włącz dla małych wpisów, wyłącz dla wielkich.
tr: Küçük gönderiler için etkinleştirin, büyükler için devre dışı bırakın.
zh_hans: 小帖子启用，大帖子禁用。

# useMaterialYouThemeDescription
source: Overrides the selected custom theme
de: Setzt das benutzerdefinierte Thema außer Kraft
es: Anula el tema personalizado seleccionado
it: Sovrascrive il tema personalizzato selezionato
pl: Nadpisuje wybrany motyw
tr: Seçilen özel temayı geçersiz kılar
zh_hans: 覆盖所选的自定义主题

# useSuggestedTitle
source: Use suggested title: {title}
de: Vorgeschlagenen Titel verwenden: {title}
es: Utilice el título sugerido: {title}
fr: Utiliser le titre suggéré : {title}
it: Usa il titolo suggerito: {title}
pl: Użyj sugerowanego tytułu: {title}
tr: Önerilen başlığı kullanın: {title}
zh_hans: 使用建议标题：{title}

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateur
it: Utenti
pl: Użytkownicy
tr: Kullanıcılar
uk: Користувачі
zh_hans: 用户

source: View all comments
de: Alle Kommentare anzeigen
es: Ver todos los comentarios
fr: Voir tous les commentaires
it: Vedi tutti i commenti.
pl: Wyświetl wszystkie komentarze
tr: Tüm yorumları görüntüle
zh_hans: 查看所有评论

source: Visit Community
de: Community besuchen
es: Visitar la comunidad
fr: Visiter la communauté
it: Visita Comunità
nb: Besøk gemenskap
pl: Odwiedź Społeczność
tr: Topluluğu ziyaret edin
zh_hans: 访问社区

source: Visit Instance
de: Instanz besuchen
es: Instancia de la visita
fr: Voir l'instance
it: Visita Istanza
pl: Odwiedź Instancję
tr: Örneği Ziyaret Et
zh_hans: 访问实例

source: {x} score
de: {x} Wertung
es: {x} puntuación
it: {x} punti
pl: {x} punkty
tr: {x} puan
zh_hans: {x} 分

source: {x} upvotes
de: {x} Hochstufungen
es: {x} votos positivos
fr: {x} votes positifs
it: {x} voti in su
nb: {x} oppstemmer
tr: {x} destek oyu
zh_hans: {x} 个点赞

source: No comments found.
de: Keine Kommentare gefunden
es: No hay comentarios
fr: Aucun commentaire trouvé
it: Nessun commento trovato.
pl: Nie znaleziono komentarzy.
tr: Yorum bulunamadı.
zh_hans: 未找到评论

# topSixHour
source: Top in Past 6 Hours
de: Top der letzten 6 Stunden
es: Lo mejor de las últimas 6 horas
fr: Top 6 dernières heures
it: Migliori delle Ultime 6 Ore
nb: Topp de siste 6 timer
pl: Najlepsze Ostatnich 6 Godzin
tr: Son 6 Saatteki Zirve
uk: Найбільш оцінені за 6 годин
zh_hans: 过去 6 小时最佳

source: Trending Communities
es: Comunidades de moda
fr: Communautés en tendance
it: Comunità di Tendenza
nb: Gemenskaper på vei opp
pl: Społeczności Na Czasie
tr: Popüler Topluluklar
uk: Спільноти, що набирають популярність
zh_hans: 热门社区

source: Unable to load {instance}
de: Kann {instance} nicht laden
es: No se puede cargar {instance}
fr: Impossible de charger {instance}
it: Impossibile caricare {instance}
nb: Kunne ikke laste inn {instance}
pl: Nie udało się załadować {instance}
tr: {instance} yüklenemiyor
uk: Помилка завантаження інформації з {instance}
zh_hans: 无法加载 {instance}

source: Visit User Profile
de: Benutzerprofil besuchen
es: Visitar el perfil del usuario
fr: Voir le profil utilisateur
it: Visita Profilo dell'Utente
nb: Besøk brukerprofil
pl: Odwiedź Profil Użytkownika
tr: Kullanıcı Profilini Ziyaret Edin
zh_hans: 访问用户资料

source: Fonts
de: Schriftarten
es: Fuentes
it: Font
pl: Czcionki
tr: Yazı Tipleri
zh_hans: 字体

# removeKeywordFilter
source: Remove Keyword
de: Stichwort entfernen
es: Eliminar palabra clave
fr: Supprimer le mot-clé
it: Rimuovi Parola-Chiave
pl: Usuń Słowa Klucze
tr: Anahtar Kelimeyi Kaldır
zh_hans: 移除关键词

# loginSucceeded
source: Logged in.
de: Eingeloggt.
es: Conectado.
fr: Connecté.
it: Log in effettuato.
nb: Innlogget.
pl: Zalogowano.
tr: Giriş yapıldı.
zh_hans: 已登录。

source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
nb: Søk
pl: Wyszukaj
tr: Ara
zh_hans: 搜索

# searchUsersFederatedWith
source: Search for users federated with {instance}
de: Suche nach Benutzern, die mit {instance} föderiert sind
es: Buscar los usuarios federados con {instance}
fr: Rechercher les utilisateurs fédérés avec {instance}
it: Cerca utenti associati con {instance}
pl: Wyszukaj użytkowników w federacji z {instance}
tr: {instance} ile federe edilmiş kullanıcıları ara
uk: Шукати користувачів, які перебувають в федерації з {instance}
zh_hans: 搜索与 {instance} 联邦的用户

source: Share Community
de: Community teilen
es: Compartir la comunidad
it: Condividi Comunità
tr: Topluluğu Paylaş
zh_hans: 分享社区

# showLess
source: Show fewer
de: Weniger anzeigen
es: Mostrar menos
fr: Voir moins
it: Mostra di meno
nb: Vis mindre
pl: Pokaż mniej
tr: Daha az göster
zh_hans: 显示更少

source: View all
de: Alle ansehen
es: Ver todo
it: Vedi tutto
tr: Tümünü görüntüle
zh_hans: 查看全部

# failedToLoadBlocks
source: Could not load blocks: {errorMessage}
de: Konnte Blockierungen nicht laden: {errorMessage}
es: No se han podido cargar los bloques: {errorMessage}
fr: Impossible de charger les blocs : {errorMessage}
it: È stato impossibile caricare i blocchi: {errorMessage}
nb: Kunne ikke laste inn blokkeringer: {errorMessage}
pl: Nie udało się wczytać listy blokowanych: {errorMessage}
tr: Bloklar yüklenemedi: {errorMessage}
zh_hans: 无法加载屏蔽：{errorMessage}

source: General Settings
de: Allgemeine Einstellungen
es: Ajustes generales
fr: Paramètres généraux
it: Impostazioni Generali
pl: Ustawienia Generalne
tr: Genel Ayarlar
zh_hans: 常规设置

# linkHandlingExternal
source: Open in system browser externally
de: Im Systembrowser extern öffnen
es: Abrir externamente en el navegador del sistema
it: Apri nel browser esterno
tr: Sistem tarayıcısında harici olarak aç
zh_hans: 在系统浏览器中外部打开

# message
source: {count, plural, zero {Message} one {Message} other {Messages} }
de: {count, plural, zero {Nachricht} one {Nachricht} other {Nachrichten} }
es: {count, plural, zero {Mensaje} one {Mensaje} other {Mensajes} }
pl: {count, plural, zero {Wiadomości} one {Wiadomość} other {Wiadomości} }
tr: {count, plural, zero {Mesaj} one {Mesaj} other {Mesajlar}}
zh_hans: 消息

# navigateDown
source: Next comment
de: Nächster Kommentar
es: Siguiente comentario
fr: Commentaire suivant
it: Vai al prossimo commento
nb: Gå til neste kommentar
pl: Przejdź do następnego komentarza
tr: Sonraki yorum
zh_hans: 下一条评论

source: Open
de: Offen
es: Abrir
fr: Ouvrir
it: Apri
nb: Åpne
pl: Otwórz
tr: Açık
zh_hans: 打开

source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
it: Panoramica
nb: Oversikt
pl: Przegląd
tr: Genel Bakış
uk: Огляд
zh_hans: 概述

# userEntry
source: User '{username}'
de: Benutzer '{username}'
es: Usuario '{username}'
it: Utente '{username}'
tr: Kullanıcı '{ username }'
zh_hans: 用户 '{username}'

source: No posts found.
de: Keine Posts gefunden.
es: No se ha encontrado ningún tema.
fr: Aucune publication trouvée
it: Nessun post trovato
pl: Nie znaleziono wpisów
tr: Gönderi bulunamadı.
zh_hans: 未找到帖子。

# notificationsNotAllowed
source: Notifications are not allowed for Thunder in system settings
de: Benachrichtigungen sind für Thunder in den Systemeinstellungen nicht erlaubt
es: Las notificaciones no están permitidas para Thunder en la configuración del sistema
it: Le notifiche per Thunder non sono consentite nelle impostazioni del sistema
pl: Powiadomienia nie są dozwolone dla Thunder w ustawieniach systemowych
tr: Sistem ayarlarında Thunder için bildirimlere izin verilmez
zh_hans: 系统设置中不允许通知 Thunder

source: Open Links in External Browser
de: Links in externem Browser öffnen
es: Abrir enlaces en un navegador externo
it: Apri Link nel Browser Esterno
pl: Otwór Linki w Zewnętrznej Przeglądarce
tr: Bağlantıları Harici Tarayıcıda Aç
zh_hans: 在外部浏览器中打开链接

source: Open Settings
de: Einstellungen öffnen
es: Abrir la configuración
fr: Ouvrir les paramètres
it: Apri Impostazioni
pl: Otwórz Ustawienia
tr: Ayarları Aç
zh_hans: 打开设置

# postLocked
source: Post locked. No replies allowed.
de: Post gesperrt. Keine Antworten erlaubt.
es: Tema bloqueado. No se permiten respuestas.
fr: Publication verrouillée. Impossible de répondre.
it: Il post è bloccato. Non è permesso rispondere.
nb: Innlegg låst. Svar tillates ikke.
pl: Wpis zablokowany. Nie można odpowiedzieć.
tr: Gönderi kilitlendi. Yanıtlara izin verilmez.
zh_hans: 帖子已锁定。禁止回复。

# reducesAnimations
source: Reduces the animations used within Thunder
de: Verringert die in Thunder verwendeten Animationen
es: Reducir las animaciones utilizadas en Thunder
fr: Réduire les animations utilisées dans Thunder
it: Limita le animazioni usate su Thunder
nb: Minsker antall animasjoner i Thunder
pl: Zredukuj ilość animacji używanych w Thunder
tr: Thunder içinde kullanılan animasyonları azaltır
zh_hans: 减少 Thunder 中使用的动画

source: Refresh
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
it: Aggiorna
nb: Gjenoppfrisk
pl: Odśwież
tr: Yenile
uk: Оновити
zh_hans: 刷新

source: Refresh Content
de: Inhalt aktualisieren
es: Refrescar contenido
fr: Rafraîchir le contenu
it: Aggiorna Contenuti
nb: Gjenoppfrisk innhold
pl: Odśwież Zawartość
tr: İçeriği Yenile
zh_hans: 刷新内容

source: Removal Reason
de: Entfernungsgrund
es: Razón de la eliminación
it: Motivo Rimozione
tr: Çıkarma Nedeni
zh_hans: 删除原因

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
nb: Svar
pl: Spróbuj ponownie
tr: Tekrar dene
zh_hans: 重试

source: Right Long Swipe
de: Langes Wischen nach rechts
es: Deslizamiento largo hacia la derecha
it: Swipe Dx Lungo
pl: Prawe Długie Przesunięcie
tr: Sağa Uzun Kaydırma
zh_hans: 右长滑动

source: Select Search Type
de: Suchart auswählen
es: Seleccione el tipo de la búsqueda
fr: Sélectionner le type de recherche
it: Seleziona Tipo di Ricerca
pl: Wybierz Typ Wyszukiwania
tr: Arama Türünü Seçin
uk: Виберіть тип пошуку
zh_hans: 选择搜索类型

# shareCommunityLinkLocal
source: Share Community Link (My Instance)
de: Community-Link teilen (Meine Instanz)
es: Compartir enlace comunitario (Mi instancia)
it: Condividi Link Comunità (Mia Istanza)
tr: Topluluk Bağlantısını Paylaş (Örneğim)
zh_hans: 分享社区链接（我的实例）

source: Share User
de: Benutzer teilen
es: Compartir usuario
it: Condividi Utente
tr: Kullanıcıyı Paylaş
zh_hans: 分享用户

source: Show Password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher mot de passe
it: Mostra Password
nb: Vis passord
pl: Pokaż Hasło
tr: Parolayı Göster
uk: Показати пароль
zh_hans: 显示密码

# sidebarBottomNavSwipeDescription
source: Swipe bottom nav to open sidebar
de: Durch Wischen über die untere Navigationsleiste wird die Seitenleiste geöffnet
es: Deslizar la barra inferior para abrir la barra lateral
fr: Balayer la barre de navigation inférieure pour ouvrir la barre latérale
it: Scorri la barra inferiore per aprire la barra laterale
pl: Przeciągnij dolny pasek nawigacji by otworzyć menu boczne
tr: Kenar çubuğunu açmak için alt gezinmeyi kaydırın
zh_hans: 滑动底部导航以打开侧边栏

source: System
es: Sistema
it: Sistema
tr: Sistem
zh_hans: 系统

source: Theming
de: Thema
es: Temática
fr: Thème
it: Tematizzazione
pl: Motyw
tr: Tema
zh_hans: 主题设置
