Repository: hjiangsu/thunder
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nb, pl, tr, uk, zh_hans

# timeoutVotingPost
source: Error: Timeout when attempting to vote post.
de: Fehler: Zeitüberschreitung beim Versuch, einen Beitrag zu bewerten.
es: Error: se agotó el tiempo de espera al votar el post.
fr: Erreur : Délai dépassé lors de la tentative de vote de la publication.
it: Errore: si è verificato un time out durante il voto del post.
pl: Błąd: Przekroczono limit czasu oczekiwania podczas próby oceny wpisu.
tr: Hata: Gönderiye oy vermeye çalışırken zaman aşımı.
zh_hans: 错误：尝试对帖子投票时超时。

# modBan
source: Ban/Unban Instance Moderators
de: Instanz-Benutzer sperren/entsperren
es: Bloquear/Desbloquear usuarios de la instancia
it: Banna/Sbanna Utenti Istanza
tr: Örnek Kullanıcıları Yasakla/Yasağı Kaldır
zh_hans: 禁止/解禁实例用户

# inReplyTo
source: In reply to {post} in {community}
de: Als Antwort auf {post} in {community}
es: En respuesta a {post} en {community}
fr: En réponse à {post} dans {community}
it: In risposta a {post} da {community}
nb: som svar til {post} i {community}
pl: W odpowiedzi na {post} w {community}
tr: {community} içindeki {post} yazısına yanıt olarak
zh_hans: 回复 {post} 在 {community} 中

source: Scaled
de: Skaliert
es: Escala
fr: Échelle
it: Scala
pl: Skalowane
tr: Ölçekli
zh_hans: 缩放

source: Left Long Swipe
de: Langes Wischen nach links
es: Deslizamiento largo a la izquierda
it: Swipe Sx Lungo
pl: Lewe Długie Przesunięcie
tr: Sola Uzun Kaydırma
zh_hans: 左长滑动

source: Show Bot Accounts
de: Bot-Konten anzeigen
es: Mostrar las cuentas de los bots
fr: Afficher les comptes de bots
it: Mostra Account Bot
pl: Pokaż Konta Botów
tr: Bot Hesaplarını Göster
zh_hans: 显示机器人账号

source: Show Comment Action Buttons
de: Kommentar-Buttons anzeigen
es: Mostrar botones de acción del comentario
it: Mostra Pulsanti Azione Commento
pl: Pokaż Przyciski Akcji Komentarzy
tr: Yorum Eylem Düğmelerini Göster
zh_hans: 显示评论操作按钮

source: Show Cross Posts
de: Cross Posts anzeigen
es: Mostrar publicaciones cruzadas
it: Mostra Crosspost
tr: Çapraz Gönderileri Göster
zh_hans: 显示交叉帖子

source: Show Full Date
de: Vollständiges Datum anzeigen
es: Mostrar la fecha completa
it: Mostra Data Completa
tr: Tam Tarihi Göster
zh_hans: 显示完整日期

source: Top Month
de: Top Monat
es: Lo mejor del mes
fr: Top mois
it: Migliori del Mese
nb: Topp denne måneden
pl: Najlepsze Miesiąca
tr: En İyi Ay
uk: Найбільш оцінені за місяць
zh_hans: 本月最佳

source: Include Image
de: Bild einfügen
es: Incluir la imagen
fr: Inclure image
it: Includi Immagine
nb: Inkluder bilde
pl: Załącz Obraz
tr: Resmi Dahil Et
zh_hans: 包括图像

source: Keyword Filters
de: Stichwort Filter
es: Filtros por palabra clave
fr: Filtres de mots-clés
it: Filtri Parole-Chiave
pl: Filtry Słów Kluczy
tr: Anahtar Kelime Filtreleri
zh_hans: 关键字过滤器

# link
source: {count, plural, zero {Link} one {Link} other {Links} }
es: {count, plural, zero {Enlace} one {Enlace} other {Enlaces} }
fr: {count, plural, zero {Lien} one {Lien} other {Lien} }
nb: Lenke
pl: {count, plural, zero {Linków} one {Link} other {Linki} }
zh_hans: 链接

# linkHandlingCustomTabs
source: Open in system browser embedded in-app
de: Öffnen im Systembrowser, eingebettet in die App
es: Abrir en el navegador del sistema integrado en la aplicación
it: Apri nel browser incorporato in-app
tr: Uygulama içi gömülü sistem tarayıcısında aç
zh_hans: 在系统浏览器中打开，嵌入在应用内

# loginToSeeInbox
source: Log in to see your inbox
de: Anmelden, um den Posteingang zu sehen
es: Conéctate para ver tu bandeja de entrada
fr: Connectez-vous pour voir votre boîte de réception
it: Effettua l'accesso per vedere il tuo Inbox
nb: Logg inn for å vise innboksen din
pl: Zaloguj się aby zobaczyć swoją skrzynkę
tr: Gelen kutunuzu görmek için oturum açın
zh_hans: 登录以查看您的收件箱

source: Remove instance
de: Instanz entfernen
es: Eliminar instancia
fr: Supprimer l'instance
it: Elimina istanza
nb: Fjern instans
pl: Usuń Instancję
tr: Örneği kaldır
uk: Видалити сервер
zh_hans: 移除实例

# showPostCommunityIcons
source: Show Community Icons
de: Community-Symbole anzeigen
es: Mostrar iconos de la comunidad
it: Mostra Icone Comunità
pl: Pokaż Ikonki Społeczności
tr: Topluluk Simgelerini Göster
zh_hans: 显示社区图标

source: Show Text Post Indicator
de: Text-Post-Indikator anzeigen
es: Mostrar indicador de la publicación del texto
it: Mostra Indicatore Testo
tr: Metin Gönderisi Göstergesini Göster
zh_hans: 显示文本帖子指示器

source: Sidebar
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra Laterale
pl: Pasek boczny
tr: Kenar çubuğu
zh_hans: 侧边栏

source: Sort by Top
de: Nach Top sortieren
es: Ordenar por mejor
fr: Trier par Top
it: Ordina dal Migliore
nb: Sorter etter topp
pl: Sortuj po Najlepszych
tr: En üste göre sırala
zh_hans: 按最佳排序

source: Sort Options
de: Sortier-Optionen
es: Opciones para ordenar
fr: Options de tri
it: Opzioni di Visualizzazione
nb: Sorteringsvalg
pl: Opcje Sortowania
tr: Sıralama Seçenekleri
zh_hans: 排序选项

# noComments
source: Oh. There are no comments.
fr: Oh. Il n'y a pas de commentaires.
pl: Oj. Brak komentarzy.
tr: Ah. Hiç yorum yok.
