Repository: hjiangsu/thunder
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nb, pl, tr, uk, zh_hans

# enableInboxNotifications
source: Enable Inbox Notifications (Experimental)
de: Posteingang-Benachrichtigungen aktivieren
es: Activar las notificaciones de la bandeja de entrada
it: Abilita Notifiche Inbox
pl: Włącz Powiadomienia o Skrzynce (Eksperymentalne)
tr: Gelen Kutusu Bildirimlerini Etkinleştir
zh_hans: 启用收件箱通知

source: Forward
de: Weiterleitung
es: Adelante
it: Inoltrati
tr: İleri
zh_hans: 前进

# onlyModsCanPostInCommunity
source: Only moderators may post in this community
de: Nur Moderatoren dürfen in dieser Community Post verfassen
es: Sólo los moderadores pueden publicar en esta comunidad
fr: Seuls les modérateurs peuvent publier dans cette communauté
it: Solo i moderatori posso postare in questa comunità
nb: Kun moderatorer kan sende innlegg til denne gemenskapen
pl: Tylko moderatorzy mogą tworzyć wpisy w tej społeczności
tr: Bu toplulukta yalnızca moderatörler gönderi paylaşabilir
uk: Тільки модератори можуть робити публікації в цій спільноті
zh_hans: 只有管理员可以在此社区发帖

source: Pure Black
de: Reines Schwarz
es: Negro puro
it: Nero
pl: Całkiem Czarny
tr: Saf Siyah
zh_hans: 纯黑色

# reachedTheBottom
source: Hmmm. It seems like you've reached the bottom.
de: Es sind keine weiteren Artikel zu laden
es: No hay elementos para cargar
fr: Hum. Il semble que vous ayez touché le fond.
it: Mmh. Sembra che hai raggiunto la fine.
pl: Hmmm. Wygląda na to, że dotarłeś na sam dół.
tr: Hımmm. Dibe ulaşmışsın gibi görünüyor.
zh_hans: 没有更多项目可加载

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
nb: Gjenopprett
pl: Przywróć
tr: Geri Yükle
zh_hans: 恢复

# scrapeMissingPreviews
source: Enabling will have a performance hit.
de: Die Aktivierung wird sich auf die Leistung auswirken.
es: Habilitarlo afectará el rendimiento.
fr: L'activation aura un impact sur les performances.
it: Questa abilitazione avrà un impatto sulla performance.
pl: Włączenie wpłynie negatywnie na wydajność.
tr: Etkinleştirmenin bir performans isabeti olacaktır.
zh_hans: 启用将会影响性能。

# shareCommentLocal
source: Share Comment Link (My Instance)
de: Kommentar-Link teilen (Meine Instanz)
es: Compartir enlace del comentario (Mi instancia)
it: Condividi Commento Link (Mia Istanza)
tr: Yorum Bağlantısını Paylaş (Örneğim)
zh_hans: 分享评论链接（我的实例）

# shareLink
source: Share External Link
de: Externen Link teilen
es: Compartir enlace externo
fr: Partager le lien
it: Condividi il Link
nb: Del lenke
pl: Udostępnij Link
tr: Harici Bağlantıyı Paylaş
zh_hans: 分享外部链接

# showPostTitleFirst
source: Show Title First
de: Titel zuerst anzeigen
es: Mostrar el título primero
it: Mostra Prima il Titolo
pl: Najpierw Pokaż Tytuł
tr: Önce Başlığı Göster
zh_hans: 优先显示标题

source: Show Read Posts
de: Gelesene Posts anzeigen
es: Mostrar las publicaciones leídas
fr: Afficher les publications lues
it: Mostra Post Letti
pl: Pokaż Przeczytane Wpisy
tr: Okunan Gönderileri Göster
zh_hans: 显示已读帖子

source: Unable to find user
de: Benutzer nicht gefunden
es: No se encuentra el usuario
fr: Impossible de trouver l'utilisateur
it: Impossibile trovare l'utente
nb: Kunne ikke finne bruker
pl: Nie udało się odnaleźć użytkownika
tr: Kullanıcı bulunamıyor
uk: Користувача не знайдено
zh_hans: 无法找到用户

source: Unbanned User from Community
de: Entsperrter Benutzer aus der Community
es: Usuario no expulsado de la comunidad
it: Sbanna Utente dalla Comunità
tr: Topluluktan Yasaklanmamış Kullanıcı
zh_hans: 已解除用户在社区中的禁令

source: Nothing to share
de: Es gibt nichts zu teilen
es: Nada para compartir
fr: Rien à partager
it: Non c'è niente da condividere
nb: Ingending å dele
pl: Brak rzeczy do udostępnienia
tr: Paylaşılacak bir şey yok
zh_hans: 没有内容可分享

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina Per
nb: Sorter etter
pl: Sortuj Według
tr: Sıralama Ölçütü
zh_hans: 排序方式

source: Submit
de: Senden
fr: Soumettre
it: Invia
pl: Wstaw
tr: Gönder
zh_hans: 提交

source: Subscribed
de: Abonniert
es: Suscrito
fr: Abonné
it: Iscritto
nb: Abonnert
pl: Subskrybowany
tr: Abone olundu
zh_hans: 已订阅

# tappableAuthorCommunity
source: Tappable Authors & Communities
de: Antippbare Autoren & Communitys
es: Autores y comunidades de Tappable
it: Autori & Comunità Toccabili
tr: Dokunulabilir Yazarlar ve Topluluklar
zh_hans: 可点击的作者和社区

source: User Profiles
de: Benutzerprofile
es: Perfiles de los usuarios
fr: Profils utilisateur
it: Profili dell'Utente
pl: Profile Użytkowników
tr: Kullanıcı Profilleri
zh_hans: 用户资料

source: Expand options
de: Optionen erweitern
es: Ampliar opciones
fr: Développer les options
it: Espandi le opzioni
nb: Utvid alternativer
pl: Rozwiń opcje
tr: Seçenekleri genişlet
zh_hans: 展开选项

source: Expand post
de: Post erweitern
es: Ampliar el tema
fr: Développer la publication
it: Espandi post
pl: Rozwiń wpis
tr: Gönderiyi genişlet
zh_hans: 展开帖子

source: Information
de: Informationen
es: Información
it: Informazioni
pl: Informacje
tr: Bilgi
zh_hans: 信息

source: Log in
de: Einloggen
es: Iniciar sesión
fr: Connexion
it: Accesso
nb: Logg inn
pl: Zaloguj się
tr: Oturum aç
uk: Увійти
zh_hans: 登录

source: New Post
de: Neuer Post
es: Nuevo tema
it: Nuovo Post
pl: Nowy Wpis
tr: Yeni Gönderi
zh_hans: 新帖子

source: Old
de: Alt
fr: Ancien
it: Vecchi
nb: Gammelt
pl: Stare
tr: Eski
uk: Старі
zh_hans: 旧

source: on
de: an
fr: allumé
nb: på
pl: włącz
tr: açık
zh_hans: 开启

source: Report Comment
de: Melde Kommentar
es: Reportar comentario
fr: Signaler le commentaire
it: Segnala Commento
pl: Zgłoś Komentarz
tr: Yorumu Bildir
zh_hans: 举报评论

# somethingWentWrong
source: Oops, something went wrong!
de: Ups, da ist etwas schiefgegangen!
es: ¡Vaya, algo salió mal!
fr: Oups, quelque chose a mal tourné !
it: Ops, qualcosa è andato storto!
nb: Noe gikk galt.
pl: Ups, coś poszło nie tak!
tr: Ne yazık ki bir hata oluştu!
uk: Ай, щось пішло не так!
zh_hans: 哎呀，出了点问题！

source: Extra Large
de: Extra Groß
es: Extra grande
it: Extra Largo
pl: Ekstra Wielkie
tr: Ekstra Büyük
zh_hans: 特大号

# settingTypeNotSupported
source: Settings of type {settingType} are not yet supported.
de: Einstellungen vom Typ {settingType} werden noch nicht unterstützt.
es: Las configuraciones {settingType} aún no son compatibles.
fr: Les paramètres de type {settingType} ne sont pas encore pris en charge.
it: Impostazioni per il tipo {settingType} non sono ancora supportate.
nb: Innstillinger av {settingType}-type støttes ikke enda.
pl: Ustawienia typu {settingType} nie są jeszcze wspierane.
tr: {settingType} türündeki ayarlar henüz desteklenmiyor.
zh_hans: 类型为{settingType}的设置尚不支持。

source: Share Media
de: Medien teilen
es: Compartir medios
fr: Partager un fichier multimédia
it: Condividi Materiale audio/video
nb: Del media
pl: Udostępnij Media
tr: Medyayı Paylaş
zh_hans: 分享媒体

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Voir plus
it: Mostra successivi
nb: Vis mer
pl: Pokaż więcej
tr: Daha fazla göster
zh_hans: 显示更多

# sidebarBottomNavDoubleTapDescription
source: Double-tap bottom nav to open sidebar
de: Doppeltipp auf die untere Navigationsleiste zum Öffnen der Seitenleiste
es: Doble toque en la barra inferior para abrir la barra lateral
fr: Double-clic sur la barre de navigation inférieure pour ouvrir la barre latérale
it: Tocca 2 volte la barra inferiore per aprire la barra laterale
pl: Dwukrotnie naciśnij dolny pasek nawigacji by otworzyć menu boczne
tr: Kenar çubuğunu açmak için alt gezinmeye iki kez dokunun
zh_hans: 双击底部导航以打开侧边栏

source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Iscrizioni
nb: Abonnementer
pl: Subskrybcje
tr: Abonelikler
uk: Підписки
zh_hans: 订阅

# successfullyBlockedCommunity
source: Blocked {communityName}
de: Blockiert {communityName}
es: {communityName} bloqueado
fr: Bloqué {communityName}
it: {communityName} bloccato/a
nb: {communtyName} blokkert
pl: Pomyślnie zablokowano {communityName}
tr: Engellenen {communityName}
zh_hans: 已屏蔽 {communityName}

# topThreeMonths
source: Top in Past 3 Months
de: Top der letzten 3 Monate
es: Lo mejor en los últimos 3 meses
fr: Top 3 derniers mois
it: Migliori degli Ultimi 3 Mesi
pl: Najlepsze w Ostatnich 3 Miesiącach
tr: Son 3 Ayın Zirvesi
zh_hans: 过去 3 个月最佳

# topTwelveHour
source: Top in Past 12 Hours
de: Top der letzten 12 Stunden
es: Lo mejor de las últimas 12 horas
fr: Top 12 dernières heures
it: Migliori delle Ultime 12 Ore
nb: Topp de siste 12 timer
pl: Najlepsze Ostatnich 12 Godzin
tr: Son 12 Saatteki Zirve
uk: Найбільш оцінені за 12 годин
zh_hans: 过去 12 小时最佳

# totp
source: TOTP (optional)
es: TOTP (opcional)
fr: TOTP (optionnel)
it: TOTP - Password Monouso a Tempo (facoltativo)
nb: TOTP (valgfritt)
pl: TOTP (opcjonalne)
tr: TOTP (isteğe bağlı)
uk: Тимчасовий одноразовий код (необов'язково)
zh_hans: TOTP（可选）

source: Unable to load image
de: Bild konnte nicht geladen werden
es: No es posible cargar la imagen
fr: Impossible de charger l'image
it: Impossibile caricare l'immagine
pl: Nie można załadować obrazu
tr: Görüntü yüklenemiyor
zh_hans: 无法加载图像

source: Unhid Community
de: Unversteckte Community
es: Comunidad sin ocultar
it: Recupera Comunità
tr: Unhid Topluluğu
zh_hans: 已取消隐藏社区

source: Unlocked Post
de: Entsperrter Post
es: Tema desbloqueado
it: Post Sbloccato
tr: Kilitli Olmayan Gönderi
zh_hans: 已解锁帖子

source: Dismiss Read
de: Gelesene verwerfen
es: Descartar leídos
fr: Rejeter la lecture
it: Rimuovi 'letti'
nb: Forkast leste
pl: Odrzuć Przeczytane
tr: Okumayı Reddet
zh_hans: 忽略已读

source: Downvote
de: Herunterwählen
es: Voto negativo
fr: Vote négatif
it: Voto in giù
nb: Stem ned
tr: Olumsuz oy
zh_hans: 点踩

source: Empty Inbox
de: Posteingang ist leer
es: Buzón vacío
fr: Boite de réception vide
it: Svuota Inbox
nb: Tøm innboks
pl: Pusta Skrzynka
tr: Gelen Kutusunu Boşalt
zh_hans: 清空收件箱

# emptyUri
source: The link is empty. Please provide a valid dynamic link to proceed.
de: Der Link ist leer. Bitte zum Fortsetzen einen gültigen, dynamischen Link eingeben.
es: El enlace está vacío. Por favor, proporcione un enlace dinámico válido para continuar.
fr: Le lien est vide. Veuillez fournir un lien dynamique valide pour continuer.
it: Il link è vuoto. Per favore inserisci un link in formato valido per procedere.
pl: Link jest pusty. Proszę załączyć właściwy dynamiczny link aby kontynuować.
tr: Bağlantı boş. Devam etmek için lütfen geçerli bir dinamik bağlantı sağlayın.
zh_hans: 链接为空。请提供有效的动态链接以继续。

# enableFeedFab
source: Enable Floating Button on Feeds
de: Schwebenden Button auf Feeds aktivieren
es: Activar el botón flotante en los feeds
fr: Activer le bouton flottant sur les fils
it: Abilita Pulsante Galleggiante su Feed
tr: Akışlarda Kayan Düğmeyi Etkinleştir
zh_hans: 在信息流中启用动态按钮

source: Enable Floating Button On Feeds
de: Schwebenden Button auf Feeds aktivieren
es: Activar el botón flotante en los feeds
it: Abilita Pulsante Galleggiante Su Feed
tr: Akışlarda Kayan Düğmeyi Etkinleştir
zh_hans: 在信息流中启用动态按钮

source: Enable Floating Button On Posts
de: Aktiviere schwebenden Button auf Posts
es: Habilitar el botón flotante en los mensajes
it: Abilita Pulsante Galleggiante Sui Post
pl: Włącz Lewitujący Przycisk Na Wpisach
tr: Gönderilerde Kayan Düğmeyi Etkinleştir
zh_hans: 启用动态按钮在帖子中

# enablePostFab
source: Enable Floating Button on Posts
de: Schwebenden Button auf Posts aktivieren
es: Habilitar botón flotante en los mensajes
fr: Activer le bouton flottant dans les publications
it: Abilita Pulsante Galleggiante sui Post
pl: Włącz Lewitujący Przycisk na Wpisach
tr: Gönderilerde Kayan Düğmeyi Etkinleştir
zh_hans: 启用动态按钮在帖子中

# errorDownloadingMedia
source: Could not download the media file to share: {errorMessage}
de: Konnte Medien nicht herunterladen: {errorMessage}
es: No se ha podido descargar el archivo multimedia para compartir: {errorMessage}
fr: Impossible de télécharger le fichier multimédia à partager : {errorMessage}
it: Non è stato possibile effettuare il download del file per la condivisione: {errorMessage}
nb: Kunne ikke laste ned mediafil å dele: {errorMessage}
pl: Nie udało się pobrać pliku multimedialnego do udostępnienia: {errorMessage}
tr: Paylaşılacak medya dosyası indirilemedi: {errorMessage}
zh_hans: 无法下载媒体文件以分享：{errorMessage}

# exceptionProcessingUri
source: An error occurred while processing the link. It may not be available on your instance.
de: Bei der Verarbeitung des Links ist ein Fehler aufgetreten. Möglicherweise ist er auf deiner Instanz nicht verfügbar.
es: Se ha producido un error al procesar el enlace. Puede que no esté disponible en su instancia.
fr: Une erreur s'est produite lors du traitement du lien. Il se peut qu'il ne soit pas disponible sur votre instance.
it: Si è verificato un errore durante il trattamento del link. Potrebbe non essere disponibile nella tua istanza.
pl: Wystąpił błąd podczas przetwarzania linku. Link może być niedostępny na twojej instancji.
tr: Bağlantı işlenirken bir hata oluştu. Bu, oturumunuzda kullanılamayabilir.
zh_hans: 处理链接时发生错误。它可能在您的实例上不可用。

source: Expand Comment Preview
de: Kommentarvorschau ausklappen
es: Expandir la vista previa de los comentarios
fr: Développer l'aperçu des commentaires
it: Espandi Anteprima Commento
pl: Rozwiń Podgląd Komentarza
tr: Yorum Önizlemesini Genişlet
zh_hans: 展开评论预览

source: Expand Spoiler
de: Spoiler ausklappen
es: Ampliar spoiler
fr: Maximiser la révélation
it: Espandi Spoiler
tr: Spoiler'ı Genişlet
zh_hans: 展开剧透

source: Explore instance
de: Instanz erkunden
es: Explorar instancia
it: Esplora Istanza
tr: Örneği keşfedin
zh_hans: 探索实例

source: Feed
fr: Fil
nb: Informasjonskanal
tr: Akış
uk: Стрічка
zh_hans: 信息流

# failedToBlock
source: Failed to block: {errorMessage}
de: Blockieren fehlgeschlagen: {errorMessage}
es: Fallo al bloquear: {errorMessage}
fr: Échec du blocage : {errorMessage}
it: È stato impossibile bloccare: {errorMessage}
nb: Kunne ikke blokkere: {errorMessage}
pl: Zablokowanie nie powiodło się: {errorMessage}
tr: Engellenemedi: {errorMessage}
zh_hans: 屏蔽失败：{errorMessage}

# feedBehaviourSettings
source: Feed
fr: Fil
tr: Akış
zh_hans: 信息流

# feedTypeAndSorts
source: Default Feed Type and Sorting
de: Standard Feed-Art und -sortierung
es: Tipo de Feed predeterminado y de clasificación
fr: Type de fil et tri par défaut
it: Feed di Default e Ordinamento
tr: Varsayılan Akış Türü ve Sıralama
zh_hans: 默认信息流类型和排序

# floatingActionButtonInformation
source: Thunder has a fully customizable FAB experience that supports a few gestures. - Swipe up to reveal additional FAB actions - Swipe down/up to hide or reveal the FAB To customize the main and secondary actions for the FAB, long press on one of the actions below.
de: Thunder bietet ein vollständig anpassbares FAB- Element, das ein paar Gesten unterstützt. - Wische nach oben, um zusätzliche FAB-Aktionen anzuzeigen - Wische nach unten/oben, um den FAB ein- oder auszublenden Um die Haupt- und Nebenaktionen für den FAB anzupassen, drücke lange auf eine der Aktionen.
es: Thunder tiene una experiencia FAB totalmente personalizable que admite algunos gestos. - Desliza el dedo hacia arriba para ver acciones FAB adicionales - Desliza hacia abajo/arriba para ocultar o mostrar el FAB Para personalizar las acciones principales y secundarias del FAB, mantén pulsada una de las acciones que aparecen a continuación.
fr: Thunder dispose d'une expérience FAB entièrement personnalisable qui prend en charge quelques gestes. - Glissez vers le haut pour révéler des actions FAB supplémentaires - Balayez vers le bas ou vers le haut pour cacher ou révéler le FAB. Pour personnaliser les actions principales et secondaires du FAB, appuyez longuement sur l'une des actions ci-dessous.
it: Thunder permette diverse Azioni per il Pulsante Galleggiante. - Swipe per rivelare diverse Azioni - Swipe sotto/sopra per nascondere o rivelare il Pulsante Per personalizzare le Azioni principali o secondarie, premi a lungo sulle seguenti Azioni.
tr: Thunder, birkaç hareketi destekleyen tamamen özelleştirilebilir bir FAB deneyimine sahiptir. - Ek FAB eylemlerini ortaya çıkarmak için yukarı kaydırın - FAB'I gizlemek veya ortaya çıkarmak için aşağı/yukarı kaydırın FAB için ana ve ikincil eylemleri özelleştirmek için aşağıdaki işlemlerden birine uzun basın.
zh_hans: Thunder 提供完全可自定义的 FAB 体验，支持一些手势。- 向上滑动以显示额外的 FAB 操作 - 向下/上滑动以隐藏或显示 FAB 要自定义 FAB 的主要和次要操作，请长按以下其中一个操作。

# floatingActionButtonLongPressDescription
source: denotes the FAB's long-press action.
de: bezeichnet den langen Druck des FAB.
es: indica la acción de la pulsación larga del FAB.
fr: Indique l'action d'appui long de la FAB.
it: indica Azione di pressione prolungata.
tr: fAB'IN uzun basma eylemini gösterir.
zh_hans: 表示 FAB 的长按操作。

# fullScreenNavigationSwipeDescription
source: Swipe anywhere to go back when left-to-right gestures are disabled
de: Wische irgendwohin, um zurückzugehen, wenn die Links-nach-Rechts-Gesten deaktiviert sind
es: Desliza el dedo en cualquier lugar para volver atrás cuando los gestos de izquierda a derecha estén desactivados
fr: Balayer n'importe où pour revenir en arrière lorsque les gestes de gauche à droite sont désactivés
it: Scorri ovunque per tornare indietro quando le azioni da sinistra-a-destra sono disabilitate
pl: Przesuń gdziekolwiek by wrócić gdy gesty "od lewej do prawej" są wyłączone
tr: Soldan sağa hareketler devre dışı bırakıldığında geri dönmek için herhangi bir yere kaydırın
zh_hans: 在禁用左右滑动手势时，随处滑动以返回

source: General
de: Allgemein
fr: Général
it: Generale
pl: Ogólne
tr: Genel
zh_hans: 常规

source: Hide Password
de: Passwort verbergen
es: Ocultar la contraseña
fr: Masquer le mot de passe
it: Nascondi Password
nb: Skjul passord
pl: Ukryj Hasło
tr: Parolayı Gizle
uk: Приховати пароль
zh_hans: 隐藏密码

source: Hot
es: Caliente
fr: Tendances
it: Popolare
nb: På vei opp
pl: Na Czasie
tr: Sıcak
uk: Гарячі
zh_hans: 热门

source: Image
de: Bild
es: Imagen
it: Immagine
nb: Bilde
pl: Obraz
tr: Resim
zh_hans: 图像

source: Image Caching Mode
de: Bildcaching-Modus
es: Modo de almacenamiento en caché de imágenes
it: Modalità Image Caching
tr: Görüntü Önbelleğe Alma Modu
zh_hans: 图像缓存模式

source: Import/Export Settings
de: Import/Export Einstellungen
es: Ajustes para la importación/exportación
fr: Paramètres d'import/export
it: Importa/Esporta Impostazioni
pl: Import/Eksport Ustawień
tr: Ayarları İçe/Dışa Aktar
zh_hans: 导入/导出设置

source: Inbox
de: Posteingang
es: Buzón
fr: Boite de réception
it: In arrivo
nb: Innboks
pl: Skrzynka
tr: Gelen Kutusu
uk: Повідомлення
zh_hans: 收件箱

# instance
source: {count, plural, zero {Instance} one {Instance} other {Instances} }
de: {count, plural, zero {Instanz} one {Instanz} other {Instanzen} }
es: {count, plural, zero {Instancia} one {Instancias} other {Instancias} }
fr: Instance
it: Istanza
nb: Instans
pl: Instancja
uk: Сервер
zh_hans: 实例

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
tr: Dil
zh_hans: 语言

# languageNotAllowed
source: The community you are posting to does not allow posts in the language that you have selected. Try another language.
de: Die Community, in der du den Post verfasst, erlaubt keine Posts in der von dir gewählten Sprache. Versuche eine andere Sprache.
es: La comunidad en la que estás publicando no permite publicar en el idioma que has seleccionado. Prueba con otro idioma.
fr: La communauté dans laquelle vous publiez ne permet pas la publication de messages dans la langue que vous avez sélectionnée. Essayez une autre langue.
it: Questa comunità non permette post nella lingua selezionata. Prova altra lingua.
pl: Społeczność w której tworzysz wpis nie pozwala na wpisy w wybranym języku. Wybierz inny język.
tr: Gönderdiğiniz topluluk, seçtiğiniz dilde gönderilere izin vermiyor. Başka bir dil deneyin.
zh_hans: 您发布的社区不允许使用您选择的语言发布帖子。请尝试其他语言。

source: Large
de: Groß
es: Grande
it: Largo
pl: Duże
tr: Büyük
zh_hans: 大

source: Left Short Swipe
de: Kurzes Wischen nach Links
es: Deslizamiento corto a la izquierda
it: Swipe Sx Corto
pl: Lewe Krótkie Przesunięcie
tr: Sola Kısa Kaydırma
zh_hans: 左短滑动

source: Light
de: Hell
es: Claro
it: Chiaro
pl: Jasny
tr: Açık
zh_hans: 亮

source: Link Actions
de: Link Aktionen
es: Acciones del enlace
fr: Actions de lien
it: Azioni per il Link
pl: Akcje Linków
tr: Bağlantı Eylemleri
zh_hans: 链接操作

# linkHandlingInApp
source: Use Thunder's built-in browser
de: Verwende den integrierten Browser von Thunder
es: Utiliza el navegador integrado en Thunder
it: Usa il browser integrato di Thunder
tr: Thunder'ın yerleşik tarayıcısını kullanın
zh_hans: 使用 Thunder 的内置浏览器

# loginToPerformAction
source: You need to be logged in to carry out this task.
de: Um diese Aktion ausführen zu können, musst du eingeloggt sein.
es: Para realizar esta tarea, debe iniciar sesión.
fr: Vous devez être connecté pour accomplir cette tâche.
it: Devi aver effettuato l'accesso per completare questa operazione.
pl: Musisz być zalogowany aby wykonać tę czynność.
tr: Bu görevi gerçekleştirmek için oturum açmış olmanız gerekir.
zh_hans: 您需要登录才能执行此任务。

source: Locked Post
de: Gesperrter Post
es: Tema bloqueado
it: Post Fissato
tr: Kilitli Gönderi
zh_hans: 已锁定帖子

# loginFailed
source: Could not log in. Please try again:({errorMessage})
de: Konnte nicht eingeloggt werden. Bitte versuche es erneut. (Fehler: {errorMessage})
es: No se ha podido iniciar sesión. Inténtelo de nuevo. (Error: {errorMessage})
fr: Impossible de se connecter. Veuillez réessayer :({message d'erreur})
it: Non è stato possibile effettuare il log in. Prova di nuovo per favore:({errorMessage})
nb: Kunne ikke logge inn. Prøv igjen {errorMessage}
pl: Logowanie nie powiodło się, spróbuj ponownie ({errorMessage})
tr: Giriş yapılamadı. Lütfen tekrar deneyin:({errorMessage})
zh_hans: 无法登录。请再试一次。（错误：{errorMessage}）

source: Metadata Font Scale
de: Metadaten Schriftgröße
es: Escala de las fuentes de metadatos
it: Scala Font Metadati
pl: Metadane Sklaowania Czcionek
tr: Meta Veri Yazı Tipi Ölçeği
zh_hans: 元数据字体比例

# modAdd
source: Add/Remove Instance Moderators
de: Hinzufügen/Entfernen von Instanz-Moderatoren
es: Añadir/eliminar moderadores de la instancia
it: Aggiungi/Rimuovi Moderatori Istanza
tr: Örnek Moderatörleri Ekle/Kaldır
zh_hans: 添加/移除实例管理员

# modAddCommunity
source: Add/Remove Moderators to Communities
de: Hinzufügen/Entfernen von Moderatoren zu Communities
es: Añadir/eliminar moderadores a las comunidades
it: Aggiungi/Rimuovi Moderatori Comunità
tr: Topluluklara Moderatör Ekle/Kaldır
zh_hans: 添加/移除社区管理员

# modRemovePost
source: Remove/Restore Posts
de: Posts entfernen/wiederherstellen
es: Eliminar/Restaurar mensajes
it: Rimuovi/Ripristina Post
tr: Gönderileri Kaldır/Geri Yükle
zh_hans: 移除/恢复帖子

# modRemoveCommunity
source: Remove/Restore Communities
de: Communities entfernen/wiederherstellen
es: Eliminar/restaurar comunidades
it: Rimuovi/Ripristina Comunità
tr: Toplulukları Kaldır/Geri Yükle
zh_hans: 移除/恢复社区

source: No communities found.
de: Keine Communities gefunden
es: No se han encontrado comunidades
fr: Aucune communauté trouvée
it: Nessuna comunità trovata
pl: Nie znaleziono społeczności.
tr: Hiçbir topluluk bulunamadı.
uk: Спільнот не знайдено
zh_hans: 未找到社区

source: Moderator
de: {count, plural, zero {Moderator} one {Moderator} other {Moderatoren}}
es: {count, plural, zero {Moderadores} one {Moderador} other {Moderadores}}
it: {count, plural, zero {Moderatore} one {Moderatore} other {Moderatori}}
tr: {count, plural, zero {Moderatör} one {Moderatör} other {Moderatörler}}
zh_hans: 管理员

source: Modlog
es: Registros de moderadores
zh_hans: 管理日志

source: Most Comments
de: Meiste Kommentare
es: La mayoría de los comentarios
fr: Les plus commentés
it: La Maggioranza dei Commenti
nb: Mest kommentert
pl: Najwięcej Komentarzy
tr: En Çok Yorumlananlar
uk: Найбільш коментовані
zh_hans: 最多评论

# navigateUp
source: Previous comment
de: Vorheriger Kommentar
es: Comentario anterior
fr: Commentaire précédent
it: Commento precedente
nb: Gå til forrige kommentar
pl: Poprzedni komentarz
tr: Önceki yorum
zh_hans: 上一条评论
