Repository: hjiangsu/thunder
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nb, pl, tr, uk, zh_hans

source: Account Settings
ar: اعدادات الحساب
de: Kontoeinstellungen
es: Ajustes de la cuenta
fr: Paramètres de compte
it: Impostazioni Account
nb: Kontoinnstillinger
pl: Ustawienia konta
tr: Hesap Ayarları
uk: Налаштування облікового запису
zh_hans: 账户设置

source: Active
ar: متصل
de: Aktiv
es: Activo
it: Attivi
nb: Aktivt
pl: Aktywne
tr: Aktif
uk: Активні
zh_hans: 活跃

source: Add Anonymous Instance
de: Anonyme Instanz hinzufügen
es: Añadir una instancia anónima
fr: Ajouter une instance anonyme
it: Aggiungi Istanza Anonima
nb: Legg til anonym instans
pl: Dodaj Anonimową Instancję
tr: Anonim Örnek Ekle
uk: Додати сервер в анонімному режимі
zh_hans: 添加匿名实例

# addKeywordFilter
source: Add Keyword
ar: اضف كلمه مفتاحية
de: Schlüsselwort hinzufügen
es: Añadir palabra clave
fr: Ajouter un mot-clef
it: Aggiungi Keyword
pl: Dodaj Słowo Klucz
tr: Anahtar Kelime Ekle
uk: Додати ключове слово
zh_hans: 添加关键字

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
pl: Zaawansowane
tr: Gelişmiş
zh_hans: 高级

source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
it: Applica
nb: Bruk
pl: Zaaplikuj
tr: Uygula
uk: Застосувати
zh_hans: 应用

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nb: Tilbake
pl: Powrót
tr: Geri
uk: Назад
zh_hans: 后退

source: Block Community
de: Community blockieren
es: Bloquear comunidad
fr: Bloquer la communauté
it: Blocca Comunità
nb: Blokker gemenskap
pl: Zablokuj Społeczność
tr: Topluluğu Engelle
uk: Заблокувати спільноту
zh_hans: 屏蔽该社区

source: Blocked Communities
de: Blockierte Communitys
es: Comunidades bloqueadas
fr: Communautés bloquées
it: Comunità Bloccate
nb: Blokkerte gemenskaper
pl: Zablokowane Społeczności
tr: Engellenen Topluluklar
uk: Заблоковані спільноти
zh_hans: 已屏蔽社区

source: Blocked Instances
de: Blockierte Instanzen
es: Instancias bloqueadas
fr: Instances bloquées
it: Istanze Bloccate
pl: Zablokowane instancje
tr: Engellenen Örnekler
uk: Заблоковані сервери
zh_hans: 已屏蔽实例

# cantBlockYourself
source: You may not block yourself.
de: Du kannst dich nicht selbst blockieren.
es: No puedes bloquearte.
fr: Vous ne pouvez pas vous bloquer vous-même.
it: Non puoi bloccare te stesso.
nb: Du kan ikke blokkere deg selv
pl: Nie możesz zablokować samego siebie.
tr: Kendinizi engelleyemezsiniz.
uk: Ви не можете заблокувати самі себе.
zh_hans: 你不能屏蔽你自己。

# clearedUserPreferences
source: Cleared all user preferences
de: Einstellungen zurückgesetzt
es: Preferencias del usuario borradas
fr: Effacer toutes les préférences utilisateur
it: Rimosse tutte le preferenze dell'utente
nb: Alle brukerinnstillinger tømt
pl: Wyczyszczono wszystkie preferencje użytkownika
tr: Tüm kullanıcı tercihleri temizlendi
zh_hans: 清除所有用户偏好

source: About
ar: عن
de: Über
es: Acerca de
fr: À propos
it: Riguardo
pl: Informacje
tr: Hakkında
uk: Про програму
zh_hans: 关于

source: Add Account
ar: اضافة حساب
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter compte
it: Aggiungi Account
nb: Legg til konto
pl: Dodaj Konto
tr: Hesap Ekle
uk: Додати обліковий запис
zh_hans: 添加账户

source: Accessibility
ar: توافر
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
nb: Tilgjengelighet
pl: Dostępność
tr: Erişilebilirlik
uk: Спеціальні можливості
zh_hans: 无障碍

# allowOpenSupportedLinks
source: Allow app to open supported links.
de: Erlaube Thunder, unterstütze Links zu öffnen.
es: Permitir que la aplicación abra los enlaces compatibles.
fr: Autoriser l'application à ouvrir les liens compatibles.
it: Permetti a questa app di aprire i link supportati.
pl: Pozwól aplikacji otwierać wspierane linki.
tr: Uygulamanın desteklenen bağlantıları açmasına izin verin.
uk: Дозволити програмі відкривати підтримувані посилання.
zh_hans: 允许应用打开支持的链接。

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
tr: Görünüm
uk: Вигляд
zh_hans: 外观

source: Animations
de: Animationen
es: Animaciones
it: Animazioni
nb: Animasjoner
pl: Animacje
tr: Animasyonlar
uk: Анімації
zh_hans: 动画

source: App Language
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
it: Lingua App
pl: Język Aplikacji
tr: Uygulama Dili
uk: Мова додатку
zh_hans: 应用语言

source: Back To Top
de: Zurück nach oben
es: Volver arriba
fr: Retour en haut
it: Ritorna all'Inizio
nb: Tilbake til toppen
pl: Powrót Do Góry
tr: Başa Dön
uk: Вгору
zh_hans: 回到顶部

# commentReported
source: The comment has been marked for review.
de: Der Kommentar wurde gemeldet.
es: El comentario ha sido marcado para su revisión.
fr: Le commentaire a été signalé pour examen.
it: Il commento è stato segnalato per un controllo.
pl: Komentarz został oznaczony jako do sprawdzenia.
tr: Yorum incelenmek üzere işaretlendi.
zh_hans: 该评论已被标记为等待审阅。

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
nb: Anonym
pl: Anonimowy
tr: Anonim
uk: Анонімно
zh_hans: 匿名

# backgroundCheckWarning
source: Note that notification checks will consume additional battery
de: Beachte das Benachrichtigungsprüfungen zusätzlich Strom verbrauchen
es: Tenga en cuenta que las comprobaciones de notificaciones consumirán más batería
it: Nota che il controllo notifiche consuma batteria aggiuntiva
pl: Pamiętaj, że informowanie o powiadomieniach zużywa więcej baterii
tr: Bildirim kontrollerinin ek pil tüketeceğini unutmayın
uk: Зауважте, що перевірка сповіщень витрачає додатковий заряд акумулятора
zh_hans: 请注意，通知检查会消耗更多电量

source: Block Instance
de: Instanz blockieren
es: Bloquear la instancia
fr: Bloquer l'instance
it: Blocca Istanza
pl: Zablokuj instancję
tr: Örneği Engelle
uk: Заблокувати сервер
zh_hans: 屏蔽该实例

source: Block User
de: Benutzer blockieren
es: Bloquear usuario
fr: Bloquer l'utilisateur
it: Blocca Utente
nb: Blokker bruker
pl: Zablokuj Użytkownika
tr: Kullanıcıyı Engelle
uk: Заблокувати користувача
zh_hans: 屏蔽该用户

source: Blocked Users
de: Blockierte Nutzer
es: Usuarios bloqueados
fr: Utilisateurs bloqués
it: Utenti Bloccati
nb: Blokkerte brukere
pl: Zablokowani Użytkownicy
tr: Engellenen Kullanıcılar
uk: Заблоковані користувачі
zh_hans: 已屏蔽用户

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nb: Avbryt
pl: Anuluj
tr: İptal
uk: Скасувати
zh_hans: 取消

source: Card View
de: Kartenansicht
es: Vista de tarjeta
fr: Carte de visite
pl: Widok Kart
tr: Kart Görünümü
zh_hans: 卡片样式

source: Card View Settings
de: Einstellungen für Kartenansicht
es: Configuración de la vista de tarjeta
fr: Configuration de l'affichage des cartes
it: Impostazioni Card View
pl: Ustawienia Widoku Kart
tr: Kart Görünümü Ayarları
zh_hans: 卡片视图设置

# cannotReportOwnComment
source: You may not submit a report for your own comment.
de: Du kannst nicht deinen eigenen Kommentar melden.
es: No puede presentar un informe para su propio comentario.
fr: Vous ne pouvez pas signaler votre propre message.
it: Non puoi segnalare il tuo commento.
pl: Nie możesz zgłosić własnego komentarza.
tr: Kendi yorumunuz için rapor gönderemezsiniz.
zh_hans: 你不能举报自己的评论。

# clearCache
source: Clear Cache ({cacheSize})
de: Cache leeren ({cacheSize})
es: Borrar la caché ({cacheSize})
it: Pulizia Cache ({cacheSize})
pl: Wyczyść Pamięć Cache ({cacheSize})
tr: Önbelleği Temizle ({cacheSize})
zh_hans: 清除({cacheSize})缓存

# clearedCache
source: Cleared cache successfully.
de: Cache erfolgreich geleert.
es: Borrado de la caché con éxito.
it: Cache pulite correttamente.
pl: Pamięć cache została wyczyszczona.
tr: Önbellek başarıyla temizlendi.
zh_hans: 成功清除缓存。

source: Clear Database
de: Datenbank zurücksetzen
es: Borrar la base de datos
fr: Effacer la base de données
it: Pulizia Database
pl: Wyczyść Bazę Danych
tr: Veritabanını Temizle
zh_hans: 清除数据库

# clearedDatabase
source: Local database cleared. Restart Thunder for new changes to take effect.
de: Lokale Datenbank zurückgesetzt. Thunder bitte neu starten.
es: Base de datos local borrada. Reinicie Thunder para que los nuevos cambios surtan efecto.
fr: La base de données locale a été effacée. Redémarrer Thunder pour que les nouvelles modifications soient prises en compte.
it: Database locale svuotato. Riavvia Thunder per applicare i cambiamenti.
nb: Lokal database tømt. Start Thunder på ny for å ta i bruk endringer.
pl: Lokalna baza danych wyczyszczona. Uruchom ponownie Thunder, aby nowe zmiany zaczęły obowiązywać.
tr: Yerel veritabanı temizlendi. Yeni değişikliklerin etkili olması için Thunder'ı yeniden başlat.
zh_hans: 已清除本地数据库。重启Thunder以生效。

source: Comment saved as draft
de: Kommentar als Entwurf gespeichert
es: Comentario guardado como borrador
fr: Commentaire sauvegarder comme brouillon
it: Commento salvato come bozza
nb: Kommentar lagret som kladd
pl: Komentarz zapisany jako wersja robocza
tr: Yorum taslak olarak kaydedildi
uk: Коментар збережено як чернетку
zh_hans: 已保存评论为草稿

source: Comment Sort Type
de: Kommentarsortierung
es: Tipo de clasificación de los comentarios
fr: Type d'ordre des commentaires
it: Tipo di Organizzazione dei Commenti
pl: Typ Sortowania Komentarzy
tr: Yorum Sıralama Türü
zh_hans: 评论排序方式

source: Admin
de: Administrator
es: Admón.
tr: Yönetici
uk: Адміністратор
zh_hans: 管理员

# addAccountToSeeProfile
source: Log in to see your account.
ar: قم بتسجيل الدخول لرؤية حسابك.
de: Bitte zum Betrachten des Profils einloggen.
es: Inicia sesión para ver tu cuenta.
fr: Connectez-vous pour voir votre compte.
it: Accedi per vedere il tuo account.
nb: Legg til en konto for å vise profilen din.
pl: Zaloguj się by zobaczyć swoje konto.
tr: Hesabınızı görmek için giriş yapın.
uk: Увійдіть, щоб побачити тут ваш профіль.
zh_hans: 登录以查看您的账户。

# accessibilityProfilesDescription
source: Accessibility profiles allows applying several settings at once to accommodate a particular accessibility requirement.
ar: تسمح ملفات تعريف إمكانية الوصول بتطبيق عدة إعدادات في وقت واحد لاستيعاب متطلبات إمكانية وصول معينة.
de: Profile für Bedienungshilfen ermöglichen es, mehrere Einstellungen auf einmal zu übernehmen, um den bestimmten Anforderungen eines Nutzers gerecht zu werden.
es: Los perfiles de accesibilidad permiten aplicar varios ajustes a la vez para adaptarse a un requisito de accesibilidad concreto.
fr: Les profils d'accessibilité permettent d'appliquer plusieurs paramètres à la fois pour répondre à une exigence d'accessibilité particulière.
it: I profili di accessibilità consentono di applicare più impostazioni contemporaneamente per soddisfare un requisito di accessibilità specifico.
nb: Tilgjengelighetsprofiler lar deg bruke flere innstillinger samtidig for å imøtekomme en spesifikk begrensning.
pl: Accessibility Profiles allow you to apply several settings at once with the goal of accommodating a particular accessibility requirement.
tr: Erişilebilirlik profilleri, belirli bir erişilebilirlik gereksinimini karşılamak için aynı anda birkaç ayarın uygulanmasını sağlar.
zh_hans: 无障碍个人档案允许一次性应用多个设置来容纳特殊的无障碍要求。

source: Actions
de: Aktionen
es: Acciones
it: Azioni
nb: Handlinger
pl: Akcje
tr: Eylemler
uk: Дії
zh_hans: 动作

source: Add
ar: اضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
nb: Legg til
pl: Dodaj
tr: Ekle
uk: Додати
zh_hans: 新增

source: Add to favorites
ar: اضافة الي المفضلات
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter au favoris
it: Aggiungi ai preferiti
pl: Dodaj do ulubionych
tr: Favorilere ekle
uk: Додати в обране
zh_hans: 增加到收藏

# addedCommunityToSubscriptions
source: Subscribed to community
de: Community abonniert
es: Suscrito a la comunidad
fr: S'abonner à la communauté
it: Comunità aggiunta alle iscrizioni
nb: Abonnerte på gemenskap
pl: Zasubskrybowano społeczność
tr: Topluluğa abone olundu
zh_hans: 订阅至社区

source: Already posted to
de: Bereits gepostet auf
es: Ya se ha publicado en
fr: Déjà posté dans
it: Già pubblicato su
pl: Już utworzono wpis do
tr: Zaten şuraya gönderildi:
uk: Вже опубліковано в
zh_hans: 已经发到

# andXMore
source: and {count} more
de: und {count} mehr
es: y {count} más
fr: et {count} plus
it: e {count} in più
pl: dodaj {count} więcej
tr: ve {count} daha fazlası
zh_hans: 外加 {count} 个

# cardPostCardMetadataItems
source: Card View Metadata
de: Metadaten Kartenansicht
es: Metadatos de la vista de tarjetas
it: Card View Metadati
tr: Kart Görünümü Meta Verileri
zh_hans: 卡片显示元数据

# cardViewDescription
source: Enable card view to adjust settings
de: Kartenansicht aktivieren um Einstellungen anzupassen
es: Habilitar la vista de tarjeta para ajustar la configuración
fr: Activer l'affichage des cartes pour ajuster les paramètres
it: Abilita regolazioni per card view
pl: Włącz widok kart by dostosować ustawienia
tr: Ayarları yapmak için kart görünümünü etkinleştirin
zh_hans: 启用卡片视图以调整设置

source: Change Sort
de: Sortierung ändern
es: Cambiar orden
fr: Changer l'ordre
it: Cambia Ordine
nb: Endre sortering
pl: Zmiana Sortowania
tr: Sıralamayı Değiştir
zh_hans: 更改排序

source: Collapse Spoiler
de: Klappe Spoiler zusammen
es: Contraer el spoiler
fr: Minimiser la révélation
it: Collassa Spoiler
tr: Spoiler'ı Daralt
zh_hans: 折叠剧透

# combineCommentScoresLabel
source: Combine Comment Scores
de: Kommentarbewertungen kombinieren
es: Combinar las puntuaciones de los comentarios
fr: Combiner les scores de commentaires
it: Combina Punteggi Commento
pl: Połącz Oceny Komentarza
tr: Yorum Puanlarını Birleştir
zh_hans: 合并评论分数

# combineNavAndFab
source: Combine FAB and Navigation Buttons
de: Kombinieren Sie FAB und Navigationsschaltflächen
es: Combinar botones FAB y de navegación
fr: Le bouton d'action flottant s'affiche entre les boutons de navigation.
it: Il pulsante flessibile delle azioni è disponibile tra i pulsanti di navigazione.
pl: Połącz FAB i Przyciski Nawigacji
tr: FAB ve Navigasyon Düğmelerini Birleştirin
zh_hans: 合并 FAB 与导航按钮

source: Comment Swipe Actions
de: Kommentar Wisch Aktionen
es: Acciones de deslizar los comentarios
it: Azione Swipe su Commento
pl: Akcje Gestów na Komentarzach
tr: Yorum Kaydırma Eylemleri
zh_hans: 评论扫除动作

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
nb: Kommentarer
pl: Komentarze
tr: Yorumlar
zh_hans: 评论

source: Communities
de: Communitys
es: Comunidades
fr: Communautés
it: Comunità
pl: Społeczności
tr: Topluluklar
uk: Спільноти
zh_hans: 社区

source: Community
es: Comunidad
fr: Communauté
it: Comunità
nb: Gemenskap
pl: Społeczność
tr: Topluluk
uk: Спільнота
zh_hans: 社区

source: Community Format
de: Formatierung Communityname
es: Formato de la comunidad
fr: Format de la communauté
it: Formato Comunità
pl: Format Społeczności
tr: Topluluk Biçimi
zh_hans: 社区格式

source: Compact View Settings
de: Einstellungen für die Kompaktansicht
es: Configuración de la vista compacta
fr: Configurations de la vue compacte
it: Impostazioni Compact View
pl: Ustawienia Widoku Kompaktowego
tr: Kompakt Görünüm Ayarları
zh_hans: 紧凑视图设置

source: Applied
de: Übernommen
es: Aplicada
fr: Appliqué
it: Applicato
nb: Anvendt
pl: Zaaplikowane
tr: Uygulandı
uk: Застосовано
zh_hans: 已应用

# confirmLogOutTitle
source: Log Out?
de: Ausloggen?
es: ¿Cerrar sesión?
fr: Déconnecter ?
pl: Wylogować?
tr: Çıkış Yap?
zh_hans: 登出？

source: Default Comment Sort Type
de: Kommentar Sortierung
es: Tipo de clasificación de comentarios predeterminado
it: Tipo Ordinamento Commenti di Default
pl: Domyślny Typ Sortowania Komentarzy
tr: Varsayılan Yorum Sıralama Türü
zh_hans: 默认评论排序方式

# cantBlockAdmin
source: You may not block an instance administrator.
de: Du kannst den Administrator der Instanz blockieren.
es: No se puede bloquear un administrador de instancia.
fr: Vous ne pouvez pas bloquer un administrateur d'instance.
it: Non è permesso bloccare un amministratore di un'istanza.
nb: Du kan ikke blokkere en instansadministrator.
pl: Nie możesz zablokować administratora instancji.
tr: Bir örnek yöneticisini engelleyemezsiniz.
zh_hans: 你可能不会屏蔽一个实例的管理员。

source: Collapse post
de: Post einklappen
es: Contraer el hilo
fr: Réduire la publication
it: Riduci post
pl: Zwiń wpis
tr: Gönderiyi daralt
zh_hans: 折叠帖子

source: Clear Search
de: Suchverlauf löschen
es: Borrar la búsqueda
fr: Effacer la recherche
it: Elimina Ricerca
pl: Wyczyść Wyszukiwanie
tr: Aramayı Temizle
uk: Очистити пошук
zh_hans: 清除搜索

source: Copied to clipboard
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato in memoria
nb: Kopiert til utklippstavlen
pl: Skopiowano do schowka
tr: Panoya kopyalandı
zh_hans: 已复制到剪贴板

source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
pl: Wszystkie
tr: Tümü
uk: Всі
zh_hans: 全部

source: All Posts
de: Alle Posts
es: Todos los mensajes
fr: Tous les messages
it: Tutti i post
pl: Wszystkie wpisy
tr: Tüm Gönderiler
uk: Всі публікації
zh_hans: 全部帖子

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nb: Lukk
pl: Zamknij
tr: Kapat
zh_hans: 关闭

source: Collapse Comment Preview
de: Kommentarvorschau einklappen
es: Contraer la vista previa de los comentarios
fr: Réduire l'aperçu des commentaires
it: Collassa Anteprima Commento
pl: Zwiń Podgląd Komentarza
tr: Yorum Önizlemesini Daralt
zh_hans: 折叠评论预览

source: Compact View
de: Kompaktansicht
es: Vista compacta
fr: Vue compacte
pl: Widok Kompaktowy
tr: Kompakt Görünüm
zh_hans: 紧凑视图

# compactPostCardMetadataItems
source: Compact View Metadata
de: Kompakte Ansicht Metadaten
es: Metadatos de la vista compacta
it: Compact View Metadati
tr: Kompakt Görünüm Meta Verileri
zh_hans: 紧凑元数据视图

# compactViewDescription
source: Enable compact view to adjust settings
de: Kompaktansicht aktivieren um Einstellungen anzupassen
es: Habilitar la vista compacta para ajustar la configuración
fr: Appliquer la vue compacte pour modifier les paramètres
it: Abilità compact view per impostare
pl: Włącz widok kompaktowy aby dostosować ustawienia
tr: Ayarları yapmak için kompakt görünümü etkinleştirin
zh_hans: 启用紧凑视图调整设置

# confirmResetPostPreferences
source: This will reset all post preferences. Are you sure you want to proceed?
de: Dies wird alle Post Einstellungen zurücksetzen. Bist du sicher, dass du fortfahren möchtest?
es: Esto restablecerá todas las preferencias de la publicación. ¿Seguro que quieres proceder?
fr: Cette opération réinitialisera toutes les préférences de publication. Voulez-vous continuer ?
it: Questo resetterà tutte le preferenze dei post. Confermare?
pl: To zresetuje wszystkie preferencje wpisów. Jesteś pewien, że chcesz kontynuować?
tr: Bu, tüm gönderi tercihlerini sıfırlayacaktır. Devam etmek istediğinizden emin misiniz?
zh_hans: 这会重置您所有的帖子首选项。您确认您想要进行吗？

# confirmMarkAllAsReadTitle
source: Mark All As Read?
de: Alles als gelesen markieren?
es: ¿Marcar todo como leído?
fr: Tout marquer comme lu ?
it: Segnare tutto come letto?
pl: Oznaczyć Wszystkie Jako Przeczytane?
tr: Tümü Okundu Olarak İşaretlensin mi?
zh_hans: 标记所有消息已读？

source: Controversial
de: Kontrovers
es: Polémico
fr: Controversé
it: Controverso
pl: Kontrowersyjne
tr: Tartışmalı
zh_hans: 争议

source: Create new cross-post
de: Neuen Crosspost erstellen
es: Crear un nuevo mensaje cruzado
fr: Créer une nouvelle publication croisée
it: Crea nuovo post incrociato
tr: Yeni çapraz gönderi oluştur
zh_hans: 创建新的跨社区帖子

source: {count} users
de: {count} Benutzer
es: {count} usuarios
fr: {count} utilisateurs
it: {count} utenti
pl: {count} użytkowników
tr: {count} kullanıcı
zh_hans: {count} 位用户

source: Create Post
de: Post erstellen
es: Crear publicación
fr: Créer publication
it: Crea Post
nb: Opprett innlegg
pl: Napisz Post
tr: Gönderi Oluştur
zh_hans: 创建帖子

source: Create Account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea Account
nb: Opprett konto
pl: Stwórz Konto
tr: Hesap Oluştur
uk: Створити обліковий запис
zh_hans: 创建用户

source: Debug
de: Debuggen
es: Depurar
fr: Déboguer
pl: Debugowanie
tr: Hata ayıklama
zh_hans: 调试

source: Creator
de: Autor
es: Creador
fr: Créateur
pl: Twórca
tr: Yaratıcı
zh_hans: 创建者

# deleteAccountDescription
source: To permanently delete your account, you will be redirected to your instance site. Are you sure you want to continue?
de: Um dein Konto endgültig zu löschen, wirst du zu deiner Instanzseite weitergeleitet. Bist du sicher, dass du fortfahren möchtest?
es: Para eliminar definitivamente su cuenta, será redirigido al sitio de su instancia. ¿Está seguro de que desea continuar?
it: Per cancellare permanentemente il tuo account, si verrà reindirizzati al sito della tua istanza. Continuare?
pl: Aby permanentnie usunąć swoje konto, zostaniesz przekierowany do strony swojej instancji. Jesteś pewien, że chcesz kontynuować?
tr: Hesabınızı kalıcı olarak silmek için örnek sitenize yönlendirileceksiniz. Devam etmek istediğinizden emin misiniz?
zh_hans: 要永久删除您的账号，您将要重定向至您的实例网站。 您确定您要继续吗？

source: Default Feed Sort Type
de: Feed Sortierung
es: Tipo de clasificación del feed predeterminado
it: Tipo Ordinamento Feed di Default
tr: Varsayılan Akış Sıralama Türü
zh_hans: 默认推送排序方式

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
nb: Slett
pl: Usuń
tr: Sil
zh_hans: 删除

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
it: Cancella Account
pl: Usuń Konto
tr: Hesabı Sil
zh_hans: 删除账号

source: Delete Local Database
de: Lokale Datenbank zurücksetzen
es: Borrar la base de datos local
fr: Supprimer la base de donnée locale
it: Cancella Database Locale
pl: Usuń Lokalną Bazę Danych
tr: Yerel Veritabanını Sil
zh_hans: 删除本地数据库

source: Delete Local Preferences
de: Lokale Einstellungen löschen
es: Borrar las preferencias locales
fr: Supprimer les préférences locales
it: Cancella Preferenze Locali
pl: Usuń Lokalne Preferencje
tr: Yerel Tercihleri Sil
zh_hans: 删除本地首选项

# detailedReason
source: Reason: {reason}
de: Grund: {reason}
es: Razón: {reason}
it: Motivo: {reason}
tr: Sebep: {reason}
zh_hans: 原因：{reason}

# couldntCreateReport
source: Your comment report could not be submitted at this time. Please try again later
de: Deine Meldung konnte nicht abgesendet werden. Bitte versuche es später wieder
es: Su comentario no ha podido ser enviado en este momento. Vuelva a intentarlo más tarde
fr: Votre signalement de commentaire n'a pas pu être transmis pour le moment. Veuillez réessayer plus tard
it: Non è stato possibile inoltrare la tua segnalazione. Riprova più tardi per favore
pl: Twoje zgłoszenie komentarza nie mogło obecnie zostać przekazane. Proszę spróbować później
tr: Yorum raporunuz şu anda gönderilemedi. Lütfen daha sonra tekrar deneyin
zh_hans: 您的评论举报不能在这时候发送。请稍后重试

source: Cross-posted to
de: Crossgeposted auf
es: Trasladado a
fr: Publication croisée sur
it: Precedentemente pubblicato in
tr: Çapraz gönderim yeri
zh_hans: 跨社区发帖至

source: Dark
de: Dunkel
es: Oscuro
it: Scuro
pl: Ciemny
tr: Koyu
zh_hans: 暗黑

source: Default Feed Type
de: Feed Typ
es: Tipo de feed predeterminado
it: Ordinamento Feed di Default
tr: Varsayılan Akış Türü
zh_hans: 默认推送方式

# browserMode
source: Link handling
de: Link Behandlung
es: Gestión de enlaces
it: Gestione link
tr: Bağlantı işleme
zh_hans: 接管链接

# browsingAnonymously
source: You are currently browsing {instance} anonymously.
de: Du bist anonym auf {instance}.
es: Está navegando por {instance} de forma anónima.
fr: Vous parcourez {instance} anonymement.
it: Al momento stai navigando {instance} in maniera anonima.
nb: Du surfer {instance} anonymt.
pl: Obecnie przeglądasz {instance} anonimowo.
tr: Şu anda {instance }' a anonim olarak göz atıyorsunuz.
uk: Ви переглядаєте {instance} анонімно.
zh_hans: 您当前正在匿名地浏览 {instance}。

source: Collapse Information
de: Informationen einklappen
es: Contraer información
fr: Réduire l'information
it: Collassa Informazione
pl: Zwiń Informacje
tr: Bilgileri Daralt
zh_hans: 折叠信息

source: Collapse Post Preview
de: Postvorschau einklappen
es: Contraer la vista previa de la publicación
fr: Réduire l'aperçu de publication
it: Collassa Anteprima Post
pl: Zwiń Podgląd Wpisu
tr: Gönderi Önizlemesini Daralt
zh_hans: 折叠帖子预览
